{
  "HotelsBookingTerm": "Demo Hotel - booking terms",
  "PrivacyPolicyRegardingPassangerRegister": "Privacy policy regarding passenger register",
  "PrivacyPolicyRegardingCustomerRegister": "Privacy policy regarding customer register",
  "RulesOfOrderForGuests": "Rules of order for guests",
  "Cookies": "Cookies",
  "HotelParagraph1P1": "These Demo Hotel’ (“",
  "HotelParagraph1P2": "Demo Hotel",
  "HotelParagraph1P3": "”) booking terms (“",
  "HotelParagraph1P4": "Booking Terms",
  "HotelParagraph1P5": "”) are regarding the accommodation bookings of individual persons in Demo Hotel. The person making the booking is hereinafter referred to as “",
  "HotelParagraph1P6": "Customer",
  "HotelParagraph1P7": "“. The booking terms for group bookings and the information regarding cancellation and modification rights are available separately at the Demo Hotel’ Sales Service when you are making the group booking. The booking is a group booking when the number of hotel rooms booked by the Customer is 6 or more rooms.",
  "HotelInfoP1": "243 W 55th",
  "HotelInfoP2": "Business ID: xxxxxxxxx",
  "HotelInfoP3": "New York",
  "HotelInfoP4": "10019 New York",
  "HotelInfoP5": "Tel. +1-202-123-0456",
  "HotelInfoP6": "E-mail: ",
  "HotelInfoP6href": "demo@nelson.management",
  "HotelInfoP6text": "demo(at)nelson.management",
  "PricesAndFees": "PRICES AND FEES",
  "PricesAndFeesP2": "The prices of the hotel rooms in Demo Hotel (hereinafter individually “a room”) vary based on the time period and demand in each hotel and locality. Demo Hotel can also provide different kinds of additional services in connection with accommodation (such as breakfast, gift cards, parking, etc.) and their availability and prices shall be separately announced. Demo Hotel may also provide rooms and additional services, according to their discretion, with different discount and combined prices as a part of limited discount campaigns. All the prices and discounts valid at each time can be seen on Demo Hotel’ website at www.nelson.management.",
  "PricesAndFeesP4": "The reported prices include VAT valid at each time.",
  "PricesAndFeesP3": "The room booking made by the Customer is paid in advance in connection with the booking, unless Demo Hotel have separately announced otherwise. Demo Hotel have the right to perform a charge and preauthorisation on the credit card for international credit card holders.",
  "MakingAndConfirmingTheBooking": "MAKING AND CONFIRMING THE BOOKING",
  "MakingAndConfirmingTheBookingP4": "The room bookings are made online at www.nelson.management",
  "MakingAndConfirmingTheBookingP1": "The booking by the Customer will become binding to Demo Hotel when the Customer has performed a payment in connection with the room booking, filled in the personal details required by Finnish law and Demo Hotel, and received a confirmation e-mail from Demo Hotel by e-mail.",
  "CancellationPolicy": "CANCELLATION POLICY",
  "CancellationPolicyP2": "The Customer can cancel the booking within the terms of cancellation of the booking channel used and the reserved price. If the booking has been done through Demo Hotel homepage, the cancellation should be done by either  on “My Booking” page (homepage) type in the booking number and the e-mail address used for making the booking; If the booking was made by invoice, a new invoice or credit note resulting from the cancellations or changes may be sent to the contact person specified in the reservation.",
  "CancellationPolicyP1": "You have a right to change or cancel your booking at no cost by doing so at least 24 hours before the starting time of the booking. You get the refund to your bank account or on your credit card. Bookings cannot be changed or cancelled less than 24 hours before the starting time of the booking. Different terms of booking apply to groups, and changes/cancellations should be done directly with the sales team.",
  "CancellationPolicyP3": "N.B.! Reservations made through Booking.com or another booking channel must be changed or cancelled the same way the reservation was made.",
  "CancellationPolicyP4": "The cancellation terms applied may vary according to the hotel, type of room, time and terms of the possible discount campaign. The cancellation terms to be applied to the Customer’s booking at each time have been announced in the product description in connection with the booking.",
  "CancellationPolicyP5": "The Customer is responsible for making sure that he/she has carefully read the applicable cancellation terms before making the booking.",
  "CancellationPolicyP6": "Regarding reservations that will be invoiced, not paying the deposit does not qualify as a cancellation. Instead, Demo Hotel must be notified of cancellations separately within the limits of the cancellation terms.",
  "UseOfTheRoomAndCheckout": "USE OF THE ROOM AND CHECKOUT",
  "UseOfTheRoomAndCheckoutP1": "The room is at the disposal of the guests on the date of arrival starting from 15:00. The guests staying in the room are not allowed to let outsiders on the hotel premises. Demo Hotel have the right to remove, according to their discretion, any person who is not a Customer nor a person belonging to the same accommodation booking and reported in connection with the booking. It is forbidden to give the key codes needed to enter the hotel and/or rooms to other than the persons who have been reported as guests staying in the room in question.",
  "UseOfTheRoomAndCheckoutP2": "The guests staying in the room must check out on the date of departure by 12:00, after which the door codes will no longer work. Demo Hotel is not responsible for items left in the rooms or in the hotel’s common areas. The guests must always make sure that the doors are locked when leaving the room or the hotel. If the Customer does not sign out of the room by 12:00 on the day of departure and thus, for instance, prevents the room cleaning from taking place, Demo Hotel reserves the right to charge the Customer all the costs incurred from the delay in addition to €10 per hour for each additional hour that the Customer remains in the room until the Customer has properly signed out.",
  "HotelRightToCancellationAndTermination": "Demo Hotel RIGHT TO CANCELLATION AND TERMINATION",
  "HotelRightToCancellationAndTerminationP1": "If the room reservation extends past the due date of the invoice and if the separately billed reservation fee or other payments to Demo Hotel have not been made by the due date, Demo Hotel has a right to terminate the contract with a five-day termination period. Notification of the termination will be made by e-mail to the address given in the reservation  to which Demo Hotel has sent booking confirmation.",
  "HotelRightToCancellationAndTerminationP2": "If the Customer, a person included in the same reservation or a person they have let inside the hotel premises clearly breaks the reservation terms and conditions or the hotel rules, Demo Hotel has a right to terminate the contract, effective immediately. Any possible unused nights in the booking in questions will not be refunded. Clear violations include, among other things, the following: (i) passing a key code on to a person not included in the same reservation; (ii) using a room to accommodate a person not included in the same reservation; (iii) using a room for purposes other than personal accommodation, such as business, without a prior written agreement from Demo Hotel; (iv) repeated disturbance of hotel residents or people living near the hotel; and (v) damaging the hotel room, the hotel’s common areas or the property in them. Notification of the termination will be made by e-mail to the address given in the reservation to which Demo Hotel has sent booking confirmation.",
  "HotelRightToCancellationAndTerminationP3": "If the Customer or a person belonging to the same booking of accommodation stated in the booking has in connection with former bookings in pertinent part violated these Terms and conditions of booking or the regulations of the hotel, Demo Hotel shall retain the right, at its own discretion, to not approve any new bookings made by such a Customer prior to their commencement. If Demo Hotel cancels the new bookings made by the Customer on the afore-mentioned grounds, the liability of Demo Hotel shall only be limited to refunding the advance payments made by the Customer.",
  "HotelRightToCancellationAndTerminationP4": "The room key code will cease to function after the contract has been terminated. If the contract is terminated by Demo Hotel as described above, the Customer is not entitled to a refund of payments made or to any other form of compensation.",
  "ForceMajeure": "FORCE MAJEURE",
  "ForceMajeureP1": "Demo Hotel shall not be responsible for any damages, delay or failure to fulfill a contractual obligation arising out of a circumstance or obstacle beyond the control of Demo Hotel that Demo Hotel cannot reasonably have been required to take into account at the time of booking or afterwards, and whose consequences it could not reasonably have prevented or overcome (force majeure). The term force majeure shall include among other things, without limitation, fire, water damage, war, state of emergency, natural disaster or a prohibition or decree from authorities that causes the hotel to become partly or entirely unavailable.",
  "ForceMajeureP2": "When a force majeure affects the Room booked by the Guest or its use, Demo Hotel has a right to cancel the Guest’s reservation either before the beginning of their stay (if the force majeure becomes effective before that time) or during it (if the force majeure becomes effective during the stay). Demo Hotel shall inform the Guest of a cancellation due to a force majeure without delay after receiving information of it.",
  "ForceMajeureP3": "If Demo Hotel cancels the Guest’s reservation because of a force majeure, the liability of Demo Hotel is limited to reimbursement of the fees already paid by the Guest. In such force majeure cases, Demo Hotel does not have a responsibility to arrange compensatory accommodation for the Guest, or to reimburse the Guest’s other expenses, costs or damages (such as additional expenses from arranging compensatory accommodation, travel expenses or damages to property in the Guest’s room) arising out of the cancellation and/or the event causing the force majeure, except to the extent and to the amount that such expenses, costs or damages may be covered by insurances Demo Hotel has at the moment the event took place.",
  "RoomCleaning": "ROOM CLEANING",
  "RoomCleaningP1": "The room will be cleaned during the accommodation only if the booking has been made for five (5) consecutive days, in which case a basic cleaning will be performed every fifth day.",
  "AgeLimits": "AGE LIMITS",
  "AgeLimitsP1": "The Customer must be an adult. A minor can stay in the hotel provided that at least one adult person is staying in the same room.",
  "RulesOfOrder": "RULES OF ORDER",
  "RulesOfOrderP1": "Demo Hotel aim to provide their guests with a pleasant and safe customer experience. For this reason, and for the sake of common comfort and safety, all guests staying in Demo Hotel must abide with these Rules of Order as well as the rules written in the signs in the hotels.",
  "RulesOfOrderP2": "Please note that actions in breach of these Rules of Order may lead to immediate removal from the hotel and liability for damages.",
  "RulesOfOrderP3": "1. The guest must abide with good manners and behave in an appropriate manner on the hotel premises. The guest cannot cause disturbance to other hotel guests or to those living in the vicinity of the hotel with their behaviour, by causing damage to property or otherwise causing trouble. The guest is also responsible for the behaviour of any other person they have allowed on the hotel premises.",
  "RulesOfOrderP4": "2. The property in the hotel rooms or on the common premises of the hotel (such as furniture, linen and other equipment, including fire alarms, shower equipment, TV and radio) must not be damaged. The property in the hotel rooms must not be taken out of the room. Bringing narcotics, and/or other illegal substances, dangerous items or such items that can be used for harming others is prohibited. Violation of this rule can result in removing the guest from the hotel premises and banning from revisiting the hotel.",
  "RulesOfOrderP5": "3. Each guest has the right to a peaceful accommodation. Especially after 21:00, the guests must avoid loud speaking, music or other noise that may disturb other guests.",
  "RulesOfOrderP6": "4. Smoking and making an open fire (incl. candles, incense and burning of other similar objects) in the rooms and in other hotel premises is absolutely forbidden and may cause an automatic fire alarm. The person acting in a breach of the prohibition is responsible for all the costs related to the alarm, maintenance and cleaning. In the event that Demo Hotel has appointed a separate smoking area within the hotel area or in an immediate vicinity of the hotel, smoking is allowed only in this area.",
  "RulesOfOrderP7": "5. Bringing pets on the hotel premises is forbidden. A person who has brought animals on the hotel premises is liable for the compensation of all maintenance, administration and cleaning costs due to the activities in breach of the prohibition.",
  "RulesOfOrderP8": "6. Allowing external persons on the hotel premises is forbidden. The front doors of the hotel and hotel room doors must be kept locked in order to prevent external parties entering the hotel premises. The guest must see to it that the front door is locked after him/her.",
  "RulesOfOrderP9": "7. The key codes given to the guest must be preserved carefully, and they must not be given to others than such persons who have been reported to stay in the room and they must not be disclosed to outsiders.",
  "RulesOfOrderP10": "8. Due to general safety and in order to protect the property of the guests, the guests must not keep any items on the common premises of the hotel (such as the lobby, corridors, etc.)",
  "RulesOfOrderP11": "9. In order to maintain order and secure the safety of the guests, there may be recording camera surveillance on the common premises of the hotel (see Register Description Regarding Customer Register above). When needed, the guest also has the possibility to contact the customer service of Demo Hotel, the contact information for which is available in a visible location in the hotel.",
  "RulesOfOrderP12": "10. The accommodation premises of Demo Hotel are meant only for personal accommodation. Practicing any kind of business activity on Demo Hotel premises is forbidden without a written permission granted in advance.",
  "TheGuestsResponsibility": "THE GUEST’S RESPONSIBILITY",
  "TheGuestsResponsibilityP1": "The Customer is responsible for the accuracy of the contact information at the time of the booking. Demo Hotel is not liable in situations where the booking confirmation or other information related to the reservation cannot be delivered to the Customer due to incorrect contact information.",
  "TheGuestsResponsibilityP2": "A guest staying in a room is fully responsible for all damages and costs incurred to the hotel (including, but not limited to, common premises and rooms with furniture and equipment), other customers or third parties or their property due to the negligence or willful actions of the Customer, guest or other person they have allowed on the premises, or that are due to activities in breach of these Booking Terms. If the identity of the person staying in the room responsible for the damages or costs cannot be found out, or the damages or costs are not successfully retrieved from that person, the Customer shall be liable for the payment of the damages and costs.",
  "LostAndFound": "LOST AND FOUND",
  "LostAndFoundP1": "Missing items will be kept for up to 2 months. Get in touch by email or customer service phone number on weekdays during 8.00-16.00.",
  "LiabilityOfHotel": "LIABILITY OF Demo Hotel",
  "LiabilityOfHotelP1": "If there are problems with receiving the room or if the guest staying in the room notices an error or fault in the Demo Hotel service, an error or deficiency in the equipment and condition of the hotel rooms, they must immediately report it to Demo Hotel so that Demo Hotel can repair the error. The reporting shall be made by calling the Demo Hotel customer service, the contact information for which is available in a visible location in the hotel. Demo Hotel is not liable for compensation of errors or deficiencies that have not been appropriately reported during the accommodation.",
  "LiabilityOfHotelP2": "If the Customer has arrived at the hotel on the arrival date but the room that has been booked is not available, Demo Hotel is responsible for organising the closest possible similar room of equal standard for the Customer with no extra costs. In the event that Demo Hotel cannot provide accommodation for the Customer as agreed, the Customer is entitled to a full refund. Demo Hotel must immediately inform the Customer of any possible changes related to the booking. In all cases, the liability of Demo Hotel is limited to a refund of the price paid by the Customer.",
  "OtherTerms": "OTHER TERMS",
  "OtherTermsP1": "These Booking Terms are not used to weaken the Customer’s rights based on mandatory consumer protection legislation.",
  "OtherTermsP2": "Demo Hotel reserve the right to make changes to these Booking Terms. Demo Hotel aims to inform about the changes before they come into force on their website or in another manner they see as appropriate. The Customer is responsible for making sure that he/she has read the existing version of the Booking Terms before approving the booking.",
  "PrivacyPolicyRegardingPassangerRegisterP1": "Based on Sections 10 and 24 in the Personal Data Act and Section 7 in the Accommodation and Restaurant Services Act.",
  "PrivacyPolicyRegardingPassangerRegisterP2": "Date of creation: 14.4.2015, amended 12.1.2021",
  "PrivacyPolicyRegardingPassangerRegisterRegistrar": "1. Registrar",
  "PrivacyPolicyRegardingPassangerRegisterRegistrarP1": "243 W 55th",
  "PrivacyPolicyRegardingPassangerRegisterRegistrarP2": "New York",
  "PrivacyPolicyRegardingPassangerRegisterRegistrarP3": "10019 New York",
  "PrivacyPolicyRegardingPassangerRegisterRegistrarP4": "Tel. +1-202-123-0456",
  "PrivacyPolicyRegardingPassangerRegisterRegistrarP5": "E-mail: ",
  "PrivacyPolicyRegardingPassangerRegisterRegistrarP5href": "demo@nelson.management",
  "PrivacyPolicyRegardingPassangerRegisterRegistrarP5text": "demo(at)nelson.management",
  "PrivacyPolicyRegardingPassangerRegisterName": "2. Name of the register",
  "PrivacyPolicyRegardingPassangerRegisterNameP1": "Passenger register",
  "PrivacyPolicyRegardingPassangerRegisterPurpose": "3. The purpose of processing personal information",
  "PrivacyPolicyRegardingPassangerRegisterPurposeP1": "The passenger register in question is a register intended in the Finnish Accommodation and Restaurant Services Act (308/2006) (“FARSA”) for saving the personal information of the passengers. This information is used to make a passenger notification in accordance with FARSA, to maintain public order and safety and to prevent and solve crime and prepare statistics.",
  "PrivacyPolicyRegardingPassangerRegisterPurposeP2": "FARSA obligates 243 W 55th to identify the guests and to save the personal information of the guests for 1 year. At Demo Hotel the doors open with personal door codes, and for the delivery of said codes requires the e-mail addresses and phone numbers of the guests.",
  "PrivacyPolicyRegardingPassangerRegisterPurposeP3": "In addition, the guest’s personal information can be processed for the purposes of customer service and direct marketing for the registrar, (Demo Hotel) if the guest has allowed such procedures.",
  "PrivacyPolicyRegardingPassangerRegisterContent": "4. Information content of the register",
  "PrivacyPolicyRegardingPassangerRegisterContentP1": "The following information regarding the passenger shall be saved in the passenger register, in accordance with FARSA, and with the conditions listed there:",
  "PrivacyPolicyRegardingPassangerRegisterContentP2": "1) the full name of the passenger and Finnish social security number, or, if not applicable, date of birth and nationality;",
  "PrivacyPolicyRegardingPassangerRegisterContentP3": "2) the full names and Finnish social security numbers, or dates of birth where lacking, of travel companions accompanying the passenger;",
  "PrivacyPolicyRegardingPassangerRegisterContentP4": "3) the address information of the passenger;",
  "PrivacyPolicyRegardingPassangerRegisterContentP5": "4) the country from which the passenger arrives to Finland (if the place of residence is other than Finland);",
  "PrivacyPolicyRegardingPassangerRegisterContentP6": "5) the passenger’s travel document (e.g. passport and visa) number, except if the passenger is a citizen of a Nordic country or he/she has permanent residency in Finland;",
  "PrivacyPolicyRegardingPassangerRegisterContentP7": "6) the date of arrival and departure of the passenger at the accommodation facility; as well as",
  "PrivacyPolicyRegardingPassangerRegisterContentP8": "7) the purpose of the accommodation (such as leisure, work or another reason), if the passenger has provided this information.",
  "PrivacyPolicyRegardingPassangerRegisterContentP9": "Additionally the e-mail address and mobile telephone number shall be saved in the passenger register.",
  "PrivacyPolicyRegardingPassangerRegisterContentP10": "The information saved in the passenger register shall be preserved for one (1) year from when it was marked in the register, after which the passenger information shall be deleted. However, the following passenger information may afterwards be transferred to the customer register of the registrar to be processed for the purposes mentioned in it:",
  "PrivacyPolicyRegardingPassangerRegisterContentP11": "1) the passenger’s name and date of birth;",
  "PrivacyPolicyRegardingPassangerRegisterContentP12": "2) nationality;",
  "PrivacyPolicyRegardingPassangerRegisterContentP13": "3) the address information of the passenger;",
  "PrivacyPolicyRegardingPassangerRegisterContentP14": "4) time, duration and purpose of the visit; as well as",
  "PrivacyPolicyRegardingPassangerRegisterContentP15": "5) the passenger’s e-mail address and mobile telephone number.",
  "PrivacyPolicyRegardingPassangerRegisterSources": "5. Regulated information sources",
  "PrivacyPolicyRegardingPassangerRegisterSourcesP1": "The information shall be obtained from the registered persons themselves in connection with filling in the passenger notification. In addition, the information may be collected, saved and updated using the register of a registrar providing a publicly and freely available information service in order to fulfil the requirements of FARSA.",
  "PrivacyPolicyRegardingPassangerRegisterDisclosure": "6. Regulated disclosure of information",
  "PrivacyPolicyRegardingPassangerRegisterDisclosureP1": "The information saved in the passenger register can be disclosed to the authorities for the purposes and to the extent regulated in FARSA. The passenger information may, in addition, be saved on the servers of the service provider used by the registrar to the extent required by the information processing.",
  "PrivacyPolicyRegardingPassangerRegisterTransfer": "7. Transfer of information outside the EU or the EEC",
  "PrivacyPolicyRegardingPassangerRegisterTransferP1": "The passengers’ information shall not, in principle, be transferred outside the EU or the EEC. A certain kind of transfer of information mentioned above may be justified in some cases allowed by the law.",
  "PrivacyPolicyRegardingPassangerRegisterPrinciples": "8. The principles of protecting the register",
  "PrivacyPolicyRegardingPassangerRegisterPrinciplesP1": "A. Manual material",
  "PrivacyPolicyRegardingPassangerRegisterPrinciplesP2": "Manual material containing personal information shall always be kept in locked premises. External parties or such employees whose work tasks do not include processing the information in question shall not have access to the material containing personal information.",
  "PrivacyPolicyRegardingPassangerRegisterPrinciplesP3": "B. Electronically processed information",
  "PrivacyPolicyRegardingPassangerRegisterPrinciplesP4": "The information shall be technically protected and saved in a secure manner so that external parties or such employees whose work tasks do not include processing the personal information in question have no access to the information. The information shall be located on a server kept on locked premises, and the access to the premises is restricted.",
  "PrivacyPolicyRegardingPassangerRegisterRights": "9. The rights of the registered person",
  "PrivacyPolicyRegardingPassangerRegisterRightsP1": "A. The right to review and amend the information",
  "PrivacyPolicyRegardingPassangerRegisterRightsP2": "The passenger has the right to review the information regarding him/her saved in the register. Contact requests regarding the right to review shall be made in writing and signed to the address mentioned in Section 2. Should there be errors or deficiencies in the information registered, the passenger may present the person responsible for the register affairs a request to amend the information. The registrar can also amend such information of their own initiative.",
  "PrivacyPolicyRegardingPassangerRegisterRightsP4": "B. Right of prohibition",
  "PrivacyPolicyRegardingPassangerRegisterRightsP5": "The passenger has the right to prohibit the registrar from processing information about them for the purposes of direct marketing or marketing and opinion polling. In matters concerning prohibition and amendments, the passenger may be in contact with the registrar by e-mail or by sending mail to the address mentioned in Section 1.",
  "PrivacyPolicyRegardingCustomerRegisterP1": "In accordance with Sections 10 and 24 in the Personal Data Act.",
  "PrivacyPolicyRegardingCustomerRegisterP2": "Date of creation: 14.04.2015",
  "PrivacyPolicyRegardingCustomerRegisterRegistrar": "1. Registrar",
  "PrivacyPolicyRegardingCustomerRegisterRegistrarP1": "243 W 55th",
  "PrivacyPolicyRegardingCustomerRegisterRegistrarP2": "New York",
  "PrivacyPolicyRegardingCustomerRegisterRegistrarP3": "10019 New York",
  "PrivacyPolicyRegardingCustomerRegisterRegistrarP4": "Tel. +1-202-123-0456",
  "PrivacyPolicyRegardingCustomerRegisterRegistrarP5": "E-mail: ",
  "PrivacyPolicyRegardingCustomerRegisterRegistrarP5href": "demo@nelson.management",
  "PrivacyPolicyRegardingCustomerRegisterRegistrarP5text": "demo(at)nelson.management",
  "PrivacyPolicyRegardingCustomerRegisterName": "2. Name of the register",
  "PrivacyPolicyRegardingCustomerRegisterNameP1": "Customer register",
  "PrivacyPolicyRegardingCustomerRegisterPurpose": "3. The purpose of processing personal information",
  "PrivacyPolicyRegardingCustomerRegisterPurposeP1": "The purpose of the customer register is to enable the provision and development of the accommodation and other services provided by the registrar at each time, as well as ensuring their quality.",
  "PrivacyPolicyRegardingCustomerRegisterPurposeP2": "The personal information saved in the customer register, mentioned in Section 5, may be processed in accordance with personal data legislation for the following purposes:",
  "PrivacyPolicyRegardingCustomerRegisterPurposeP3": "Establishing, implementing and maintaining a customer or other contract relationships;",
  "PrivacyPolicyRegardingCustomerRegisterPurposeP4": "Provision, production and development of the registrar’s services, contact with the customer and other customer service purposes;",
  "PrivacyPolicyRegardingCustomerRegisterPurposeP5": "Maintaining and securing order and safety and the prevention of crimes and misuse;",
  "PrivacyPolicyRegardingCustomerRegisterPurposeP6": "Invoicing and collection measures and credit control;",
  "PrivacyPolicyRegardingCustomerRegisterPurposeP7": "Direct marketing, opinion and marketing research, research, statistics and analyses as well as other justified purposes of use, such as profiling based on the customer’s choices in order to provide a more individual and versatile content and service for the customer.",
  "PrivacyPolicyRegardingCustomerRegisterContent": "4. Information content of the register",
  "PrivacyPolicyRegardingCustomerRegisterContentP1": "The information saved in the customer register may vary according to the choices made by the customer. The information may comprise at least the following information about the customer: name, contact information, e-mail, date of birth and possible social security number, passport or ID card number, nationality, the time and duration of the visit, user IDs in the event that the customer has registered for the registrar’s service, the topics of interest of the customer and other choices and profiling information made by the customer within the service.",
  "PrivacyPolicyRegardingCustomerRegisterContentP2": "A recording camera surveillance may be in use on the common premises of the registrar’s hotels. The camera surveillance shall always be announced separately. The recordings may be used only for maintaining and securing the order and safety of the hotel premises and for solving possible crimes and misuse. The camera surveillance recordings shall be kept at most for two (2) weeks after the date of recording, unless keeping the recordings for longer is justified based on mandatory legislation or an official investigation.",
  "PrivacyPolicyRegardingCustomerRegisterSources": "5. Regulated information sources",
  "PrivacyPolicyRegardingCustomerRegisterSourcesP1": "The information is obtained from the registered person in connection with making a booking and/or filling in the passenger notification as well as from the registrar’s passenger register or when a customer freely gives their information to the registrar in connection with eg. a marketing campaign. As we consider it important that the data is accurate and up-to-date, the information may be collected, saved and updated using the register of a registrar providing a publicly and freely available information service.",
  "PrivacyPolicyRegardingCustomerRegisterDisclosure": "6. Regulated disclosure of information",
  "PrivacyPolicyRegardingCustomerRegisterDisclosureP1": "The personal information saved in the customer register may be disclosed for the purposes mentioned in Section 4 to companies belonging to the same corporation with the registrar at the time as well as to the partner in charge of marketing communication. No individual customer details are disclosed to third parties. The information can also be disclosed to the authorities in situations defined by law and/or for purposes regulated by law.",
  "PrivacyPolicyRegardingCustomerRegisterDisclosureP2": "The passenger information may be transferred and saved on the servers of the service provider used by the registrar to the extent required by the information processing.",
  "PrivacyPolicyRegardingCustomerRegisterTransfer": "7. Transfer of information outside the EU or the EEC",
  "PrivacyPolicyRegardingCustomerRegisterTransferP1": "The passengers’ information shall not, in principle, be transferred outside the EU or the EEC. The information may, however, be transferred also outside the EU or EEC for the purposes listed in Section 3, in accordance with the Personal Data Act. The partners outside the EU and ETA are to fulfil the demands of the EU GDPR, eg. EU-US Privacy Shield.",
  "PrivacyPolicyRegardingCustomerRegisterPrinciples": "8. The principles of protecting the register",
  "PrivacyPolicyRegardingCustomerRegisterPrinciplesP1": "A. Manual material",
  "PrivacyPolicyRegardingCustomerRegisterPrinciplesP2": "Manual material containing personal information shall always be kept on locked premises. External parties or such employees whose work tasks do not include processing the information in question shall not have access to the material containing personal information.",
  "PrivacyPolicyRegardingCustomerRegisterPrinciplesP3": "B. Electronically processed information",
  "PrivacyPolicyRegardingCustomerRegisterPrinciplesP4": "The information shall be technically protected and saved in a secure manner so that external parties or such employees whose work tasks do not include processing the personal information in question have no access to the information. The information shall be located on a server kept on locked premises, and the access to the premises is restricted.",
  "PrivacyPolicyRegardingCustomerRegisterRights": "9. The rights of the registered person",
  "PrivacyPolicyRegardingCustomerRegisterRightsP1": "A. The right to review and amend the information",
  "PrivacyPolicyRegardingCustomerRegisterRightsP2": "The passenger has the right to review the information regarding him/her saved in the register. Contact requests regarding the right to review shall be made in writing to the address mentioned in Section 1. Should there be errors or deficiencies in the information registered, the customer may present a request to amend the information. The registrar can also amend such information of their own initiative.",
  "PrivacyPolicyRegardingCustomerRegisterRightsP4": "B. Right of prohibition",
  "PrivacyPolicyRegardingCustomerRegisterRightsP5": "The Customer has the right to prohibit the registrar from processing information about them for the purposes of direct marketing or marketing and opinion polling and ask the registrar to remove his or her information from the register. In matters concerning prohibition and amendments, the passenger may be in contact with the registrar by e-mail or by sending mail to the address mentioned in Section 1.",
  "PrivacyPolicyRegardingCustomerRegisterMembership": "10. Demo membership programme",
  "PrivacyPolicyRegardingCustomerRegisterMembershipP1": "By becoming a member the customer automatically agrees to receive direct marketing from Demo.",
  "CookiesP1": "A cookie is a small text file that a Web browser or a Mobile app stores on your device. There are two types of cookies. Temporary session ID cookies are closed at the same time when you close the browser. Persistent cookies are stored in your browser’s memory. Cookies do not damage your device, and neither you, nor any other individual users can be identified by the information collected.",
  "CookiesHelp": "Cookies help us serve you better",
  "CookiesHelpP1": "To use e-services, we require that you agree to our use of cookies. The purpose of cookies is to improve the user experience on our site. We collect cookies use, traffic volumes and other statistical information related to the services. We make use of analytic programs to analyze cookies – we do not collect any personal information of any kind.",
  "CookiesHelpP2": "Cookies are used, among other things, to measure the load time of pages and the type of information visitors are looking for. We also use cookies to measure advertising effectiveness. If you are registered with our site, a cookie manages your login and access to your login information. We analyze the collected data and develop our services to be more user-friendly.",
  "CookiesFind": "Cookies find targeted advertising for you",
  "CookiesFindP1": "We use cookies to also re-marketing and Google Analytics. Third parties such as advertisers and ad networks can target their advertising based on probable areas of interest. If you do not want targeted advertising, you can disable it by clicking on the links below. You are given ads after blocking, but they will not be selected based on your interests.",
  "CookiesFindP2": "Block Adform targeted advertising",
  "CookiesFindP2href": "http://site.adform.com/privacy-policy/en/",
  "CookiesFindP2text": "here",
  "CookiesFindP3": "Block Google targeted advertising",
  "CookiesFindP3href": "http://www.google.fi/policies/technologies/ads/",
  "CookiesFindP3text": "here",
  "CookiesFindP4": "Block Facebook targeted advertising",
  "CookiesFindP4href": "https://www.facebook.com/settings/?tab=ads",
  "CookiesFindP4text": "here",
  "CookiesFindP5": "Block the targeted advertising of other third parties",
  "CookiesFindP5href": "http://www.youronlinechoices.com/fi/omat-mainokset",
  "CookiesFindP5text": "here",
  "CookiesClear": "Want to clear your cookies?",
  "CookiesClearP1": "By clearing your cookies on a regular basis, you change your user profile on the basis of more recent/functional internet behaviour. Clearing the cookies does not stop data collection in full; it resets the data collected to zero, but continues collecting data from the point you cleared the cookies on forward.",
  "CookiesClearP2": "Most web browsers automatically accept cookies, but you can also edit your browser settings to disable cookies altogether. If you block the use of cookies, you can still browse our site.",
  "CookiesClearP3": "However, it may be that you cannot, then, use all parts of our site. Preventing the use of cookies may affect some of the functionality of our site services.",
  "CookiesClearP4": "We recommend allowing the use of cookies. Cookies enable us to track and understand our customers’ interests and provide better service."
}
