{
  "HotelsBookingTerm": "Hotel Salora – Varausehdot",
  "PrivacyPolicyRegardingPassangerRegister": "Matkustajarekisteriä koskeva tietosuojaseloste",
  "PrivacyPolicyRegardingCustomerRegister": "Asiakasrekisteriä koskeva tietosuojaseloste",
  "RulesOfOrderForGuests": "Järjestyssäännöt",
  "Cookies": "Evästeet (Cookies)",
  "HotelParagraph1P1": "Nämä varausehdot",
  "HotelParagraph1P2": "",
  "HotelParagraph1P3": " (“",
  "HotelParagraph1P4": "Varausehdot",
  "HotelParagraph1P5": "”) koskevat yksittäisten henkilöiden majoitusvarauksia Hotel Salorassa. Majoitusvarauksen tekijästä käytetään jäljempänä nimitystä “",
  "HotelParagraph1P6": "Asiakas",
  "HotelParagraph1P7": "“. Ryhmävarausten varausehdot sekä peruutus- ja muutosoikeuksia koskevat tiedot saat Hotel Saloran myyntipalvelusta erikseen ryhmävarausta tehdessäsi. Ryhmävarauksesta on kyse, kun Asiakkaan tekemään majoitusvaraukseen kuuluvien hotellihuoneiden määrä on 6 tai enemmän.",
  "HotelInfoP1": "Kiinteistö Oy Salon Salorankatu 5-7",
  "HotelInfoP2": "Y-tunnus: 2322238-6",
  "HotelInfoP3": "Joensuunkatu 15",
  "HotelInfoP4": "24100 Salo",
  "HotelInfoP5": "p. 0447 773 999",
  "HotelInfoP6": "E-mail: ",
  "HotelInfoP6href": "info@hotelsalora.fi",
  "HotelInfoP6text": "info(at)hotelsalora.fi",
  "PricesAndFees": "HINNAT JA MAKSUT",
  "PricesAndFeesP2": "Hotel Saloran tarjoamien hotellihuoneiden (jäljempänä yksittäin “huone”) hinnat vaihtelevat ajankohdan sekä kysynnän mukaan. Hotel Salora voi myös tarjota erilaisia majoituksen yhteydessä käytettävissä olevia lisäpalveluita (kuten aamiainen, erilaiset lahjakortit, pysäköinti jne.), joiden saatavuus ja hinnat ilmoitetaan kulloinkin erikseen. Hotel Salora voi lisäksi harkintansa mukaan tarjota huoneita ja lisäpalveluita erilaisin tarjous- ja yhdistelmähinnoin rajoitettujen tarjouskampanjoiden osana. Kaikki kulloinkin voimassaolevat hinnat ja tarjoukset ovat nähtävillä Hotel Saloran verkkosivuilla osoitteessa www.hotelsalora.fi. Asiakas hyväksyy varaamaansa hintaan mahdollisesti liittyvät peruutus- ja muutosrajoitukset, jotka on kerrottu varausprosessin yhteydessä esim. Hintayhteenvedossa.",
  "PricesAndFeesP4": "Ilmoitetut hinnat sisältävät kulloinkin voimassaolevan arvonlisäveron.",
  "PricesAndFeesP3": "Asiakkaan tekemä huonevaraus maksetaan etukäteen varauksen tekemisen yhteydessä, ellei Hotel Salora ole erikseen toisin ilmoittanut. Hotel Saloralla on oikeus tehdä kansainvälisten luottokorttien haltijoille varauksen yhteydessä veloitus ja ennakkovarmennus luottokortilta.",
  "MakingAndConfirmingTheBooking": "VARAUKSEN TEKEMINEN JA VAHVISTAMINEN",
  "MakingAndConfirmingTheBookingP4": "Huonevaraukset tehdään Internetin kautta osoitteessa www.hotelsalora.fi, puhelimitse tai sähköpostitse.",
  "MakingAndConfirmingTheBookingP1": "Asiakkaan tekemä varaus tulee Hotel Saloraa sitovaksi, kun Asiakas on suorittanut maksun huoneen varauksen yhteydessä, ilmoittanut Hotel Saloran edellyttämät, lain vaatimat henkilötiedot, ja saanut Hotel Saloralta varausvahvistuksen sähköpostitse.",
  "CancellationPolicy": "PERUUTUSOIKEUS",
  "CancellationPolicyP2": "Asiakas voi perua varauksensa käytetyn varauskanavan ja varatun hinnan mukaisten peruutusehtojen puitteissa. Mikäli varaus on tehty Salora kotisivujen kautta peruutus tulee tehdä joko menemällä ”Minun varaukseni” -sivulle (kotisivu)  ja kirjautumalla varausnumerolla ja varauksen tekoon käytetyllä sähköpostiosoitteella omaan jäsenprofiiliin. Mikäli varaus oli tehty laskulla, muutoksista tai peruutuksista lähetetään mahdollinen uusi lasku tai hyvityslasku varauksessa ilmoitetulle yhteyshenkilölle.",
  "CancellationPolicyP1": "Asiakkaalla on oikeus muuttaa tai perua varauksensa kuluitta viimeistään 24 tuntia ennen varauksen alkamisajankohtaa. Asiakas saa maksunpalautuksen tilisuorituksena tai hyvityksenä luottokortille. Myöhemmin kuin 24 tuntia ennen saapumisajankohtaa ei varauksia enää voi muuttaa tai perua. Ryhmiin sovelletaan erillisiä varausehtoja, ja muutokset/peruutukset tulee tehdä suoraan myyntipalvelun kautta.",
  "CancellationPolicyP3": "Huom! Booking.com tai muun varauskanavan kautta tulleet varaukset pitää muuttaa ja perua samaa kautta kuin varaus on tehty. Muutos- ja peruutusoikeus ei koske varauksia, joiden ehtoihin oikeudet eivät sisälly. Sovellettavat peruutusehdot voivat vaihdella valitun hotellin, huonetyypin, ajankohdan ja mahdollisen tarjouskampanjan ehtojen mukaan. Asiakkaan varaukseen kulloinkin sovellettavat peruutusehdot on ilmoitettu varauksen yhteydessä ilmenevässä tuotekuvauksessa.",
  "CancellationPolicyP4": "Asiakkaan velvollisuutena on huolehtia siitä, että hän on tutustunut huolellisesti sovellettaviin peruutusehtoihin ennen varauksen tekemistä.",
  "CancellationPolicyP5": "Laskutettavien varausten tapauksessa ennakkomaksun maksamatta jättäminen ei ole pätevä peruutus, vaan peruutuksesta täytyy ilmoittaa hotel Saloralle erikseen peruutusehtojen puitteissa.",
  "CancellationPolicyP6": "",
  "UseOfTheRoomAndCheckout": "HUONEEN KÄYTTÖ JA LUOVUTUS",
  "UseOfTheRoomAndCheckoutP1": "Huone on majoittujien käytettävissä tulopäivänä klo 15 alkaen. Huoneessa majoittuvat henkilöt eivät saa päästää ulkopuolisia henkilöitä hotellin tiloihin. Hotel Saloralla on oikeus harkintansa mukaan poistaa hotellin tiloista sellainen henkilö, joka ei ole Asiakas tai majoitusvarauksen yhteydessä ilmoitettu samaan majoitusvaraukseen kuuluva henkilö. Hotelliin ja/tai huoneisiin sisäänpääsyyn vaadittavia avainkoodeja ei saa luovuttaa muille kuin niille henkilöille, joiden on ilmoitettu majoittuvan huoneessa. Huoneessa majoittuvien henkilöiden on luovutettava huone lähtöpäivänä klo 12.00 mennessä, jonka jälkeen ovikoodit eivät enää toimi. Hotel Salora ei vastaa huoneisiin tai hotellin yleisiin tiloihin jätetyistä tavaroista. Huoneessa majoittuvien henkilöiden on aina tarkistettava, että ovet lukkiutuvat lähdettäessä huoneesta tai hotellista. Mikäli Asiakas ei luovuta huonetta lähtöpäivänä klo 12.00 mennessä ja siten esim. estää huoneen siivouksen, on Hotel Saloralla oikeus veloittaa Asiakkaalta klo 12.00 jälkeen viivästyksestä aiheutuneet kulut sekä 10 € kultakin alkavalta tunnilta, kunnes Asiakas on asianmukaisesti luovuttanut huoneen.",
  "UseOfTheRoomAndCheckoutP2": "",
  "HotelRightToCancellationAndTermination": "HOTEL SALORAN IRTISANOMIS- JA PURKUOIKEUS",
  "HotelRightToCancellationAndTerminationP1": "Mikäli huoneen varaus jatkuu laskun eräpäivän jälkeen ja mikäli erikseen laskutettavaa varausmaksua tai muita Hotel Saloran perimiä maksuja ei ole maksettu viimeistään laskun eräpäivänä, hotel Saloralla on oikeus irtisanoa sopimus 5 päivän irtisanomisajalla. Irtisanomisesta lähetetään ilmoitus sähköpostilla varausta tehtäessä annettuun sähköpostiosoitteeseen, johon Hotel Salora on lähettänyt varausvahvistuksen.",
  "HotelRightToCancellationAndTerminationP2": "Mikäli Asiakas, majoitusvarauksen yhteydessä ilmoitettu samaan majoitusvaraukseen kuuluva henkilö tai näiden muu hotellin tiloihin päästämä henkilö rikkoo olennaisella tavalla Varausehtoja tai järjestyssääntöjä, on hotel Saloralla oikeus päättää varaus välittömästi. Mahdollisista käyttämättömistä öistä ei palauteta varausmaksuja. Olennaisena rikkomuksena pidetään muun muassa: (i) avainkoodin luovuttaminen muulle kuin majoitusvarauksen yhteydessä ilmoitetulle samaan majoitusvaraukseen kuuluvalle henkilölle; (ii) muun kuin majoitusvarauksen yhteydessä ilmoitetun samaan majoitusvaraukseen kuuluvan henkilön majoittaminen huoneessa; (iii) huoneen käyttäminen muuhun kuin henkilökohtaiseen majoittumistarkoitukseen, kuten ansiotoiminnan harjoittamiseen, ilman Hotel Saloran etukäteen antamaa kirjallista lupaa; (iv) hotellin asukkaita tai hotellin läheisyydessä asuvia häiritsevä toistuva käyttäytyminen; sekä (v) hotellihuoneen, hotellin yhteisten tilojen sekä niissä sijaitsevan omaisuuden vahingoittaminen. Purkamisesta lähetetään ilmoitus sähköpostilla varausta tehtäessä annettuun sähköpostiosoitteeseen, johon  hotel Salora on lähettänyt varausvahvistuksen.",
  "HotelRightToCancellationAndTerminationP3": "Mikäli Asiakas tai majoitusvarauksen yhteydessä ilmoitettu samaan majoitusvaraukseen kuuluva henkilö on aiempien majoitusten yhteydessä rikkonut olennaisella tavalla näitä Varausehtoja tai hotellin järjestyssääntöjä, pidättää hotel Salora oikeuden harkintansa mukaan olla hyväksymättä Asiakkaan uusia varauksia tai perua tällaisen Asiakkaan tekemät uudet varaukset ennen niiden alkamista. Jos hotel Salora peruu Asiakkaan tekemän uuden varauksen edellä mainitulla perusteella, on hotel Saloran vastuu rajoitettu Asiakkaan etukäteen maksamien maksujen palauttamiseen.",
  "HotelRightToCancellationAndTerminationP4": "Huoneen avainkoodi ei toimi sopimuksen päättämisen jälkeen. Asiakkaalla ei ole oikeutta suoritettujen maksujen palautukseen tai muihinkaan korvauksiin hotel Saloran päättäessä sopimuksen edellä määrätyn mukaisesti.",
  "ForceMajeure": "YLIVOIMAINEN ESTE",
  "ForceMajeureP1": "Hotel Salora ei ole vastuussa mistään vahingosta, viivästyksestä tai sopimuksen täyttämättä jäämisestä, joka aiheutuu sellaisesta Hotel Saloran vaikutusmahdollisuuksien ulkopuolella olevasta seikasta tai esteestä, jota Hotel Saloran ei kohtuudella voida edellyttää ottaneen huomioon majoituksen varaushetkellä tai sen jälkeen, ja jonka seurauksia se ei olisi myöskään kohtuudella voinut välttää tai voittaa (ylivoimainen este). Ylivoimaisena esteenä pidetään, rajoituksetta, esimerkiksi tulipaloa, vesivahinkoa, sotaa, poikkeustilaa, luonnonmullistuksia tai viranomaisen antamaa kieltoa tai määräystä, jonka johdosta hotelli on kokonaan tai osittain pois käytöstä. Ylivoimaisen esteen kohdistuessa Asiakkaan varaamaan Huoneeseen tai vaikuttaessa sen käyttöön, Hotel Saloralla on oikeus perua Asiakkaan tekemä varaus joko ennen majoituksen alkamista (mikäli ylivoimainen este syntyy ennen tätä aikaa) tai sen aikana (mikäli ylivoimainen este syntyy majoituksen aikana). Hotel Salora ilmoittaa Asiakkaalle ylivoimaisesta esteestä johtuvasta peruutuksesta viipymättä siitä tiedon saatuaan. Mikäli Hotel Salora peruu Asiakkaan varauksen ylivoimaisen esteen johdosta, on Hotel Saloran vastuu rajoitettu Asiakkaan jo maksamien maksujen palauttamiseen. Hotel Saloralla ei sanotuissa tapauksissa ole velvollisuutta hankkia Asiakkaalle korvaavaa majoitusta eikä korvata Asiakkaalle peruutuksesta ja/tai ylivoimaisen esteen perusteena olevasta tapahtumasta johtuvia muita kuluja, kustannuksia tai vahinkoja (kuten korvaavan majoituksen hankkimisesta Asiakkaalle aiheutuneet ylimääräiset kustannukset, matkakulut tai vahingot Asiakkaan huoneessa olleelle omaisuudelle), paitsi siltä osin ja vain siihen määrään kuin sanotut kulut, kustannukset tai vahingot ovat mahdollisesti korvattavia Hotel Saloralla tapahtumahetkellä olevien vakuutusten perusteella.",
  "ForceMajeureP2": "",
  "ForceMajeureP3": "",
  "RoomCleaning": "HUONEEN SIIVOUS",
  "RoomCleaningP1": "Majoituksen aikana huoneessa suoritetaan siivous vain, jos varaus on tehty yhtäjaksoisesti yli viidelle (5) vuorokaudelle, jolloin huoneessa suoritetaan perussiivous joka viides päivä.",
  "AgeLimits": "IKÄRAJAT",
  "AgeLimitsP1": "Asiakkaan tulee olla täysi-ikäinen. Alaikäinen saa yöpyä hotellissa edellyttäen, että samassa huoneessa majoittuu vähintään yksi täysi-ikäinen henkilö.",
  "RulesOfOrder": "JÄRJESTYSSÄÄNNÖT",
  "RulesOfOrderP1": "Hotel Saloran pyrkimyksenä on tarjota asiakkailleen viihtyisä ja turvallinen asiakaskokemus. Tämän vuoksi ja yhteisen viihtyvyyden ja turvallisuuden varmistamiseksi kaikkien Hotel Saloran hotellissa majoittuvien henkilöiden tulee noudattaa näitä järjestyssääntöjä sekä hotellin kyltteihin merkittyjä määräyksiä.",
  "RulesOfOrderP2": "Huomaathan, että näiden järjestyssääntöjen vastainen menettely voi johtaa välittömään hotellista poistamiseen sekä korvausvastuun syntymiseen.",
  "RulesOfOrderP3": "1. Majoittujan on noudatettava hyviä tapoja ja käyttäydyttävä asiallisesti hotellin tiloissa. Majoittuja ei saa käyttäytymisellään häiritä muita hotellin asukkaita tai hotellin läheisyydessä asuvia esimerkiksi metelöimällä, vahingoittamalla omaisuutta tai muulla tavoin häiriköimällä. Majoittuja on vastuussa myös muun hotelliin päästämänsä henkilön toiminnasta.",
  "RulesOfOrderP4": "2. Hotellihuoneissa ja hotellin yleisissä tiloissa olevaa omaisuutta (kuten huonekalut, liinavaatteet ja muut varusteet kuten palohälyttimet, suihkulaitteet, TV ja radio) ei saa vahingoittaa. Hotellihuoneissa olevaa omaisuutta ei saa viedä ulos huoneesta. Huumausaineiden, ja/tai muiden laittomien aineiden sekä vaarallisten tai toisten vahingoittamiseen soveltuvien esineiden tai aineiden tuominen hotellin tiloihin on kielletty. Sääntörikkomus voi johtaa asiakkaan hotellista poistamiseen sekä tulevien vierailujen estämiseen.",
  "RulesOfOrderP5": "3. Jokaisella majoittujalla on oikeus rauhalliseen majoittumiseen. Erityisesti klo 21 jälkeen majoittujan on vältettävä kovaäänistä puhetta, musiikin kuuntelua tai muuta melua, joka voi häiritä muita majoittujia.",
  "RulesOfOrderP6": "4. Tupakointi ja avotulen teko (ml. kynttilöiden, suitsukkeiden ja vastaavien polttaminen) huoneissa ja muissa hotellin tiloissa on ehdottomasti kielletty ja voi aiheuttaa automaattisen palohälytyksen. Kiellon vastaisesti toiminut henkilö vastaa kaikista tästä aiheutuvista hälytys-, huolto- ja siivouskuluista. Tupakointi on sallittu ainoastaan tupakointipaikalla hotellin pääovien ulkopuolella.",
  "RulesOfOrderP7": "5. Lemmikkieläinten tuominen hotellin tiloihin on kielletty. Eläimiä hotellin tiloihin tuonut majoittuja on velvollinen korvaamaan kaikki kiellon vastaisesta toiminnasta aiheutuvat huolto-, hallinto- ja siivouskulut.",
  "RulesOfOrderP8": "6. Asiattomien henkilöiden päästäminen hotellin tiloihin on kielletty. Hotellin ulko-ovet sekä hotellihuoneiden ovet on pidettävä lukittuna asiattomien henkilöiden pääsyn estämiseksi hotellin tiloihin. Majoittujan on huolehdittava siitä, että hotellin ulko-ovi lukkiutuu hänen kuljettuaan ovesta.",
  "RulesOfOrderP9": "7. Majoittujalle annettuja avainkoodeja on säilytettävä huolellisesti, eikä niitä saa luovuttaa muille kuin niille henkilöille, joiden on ilmoitettu majoittuvan huoneessa, eikä koodeja saa antaa ulkopuolisen tietoon.",
  "RulesOfOrderP10": "8. Yleisen turvallisuuden ja majoittujien omaisuuden suojelemisen vuoksi majoittujat eivät saa säilyttää hotellin yleisissä tiloissa (kuten aula, käytävät jne.) mitään tavaroita.",
  "RulesOfOrderP11": "9. Järjestyksen ylläpitämiseksi ja majoittujien turvallisuuden varmistamiseksi hotellin yleisissä tiloissa voi olla tallentava kameravalvonta (ks. asiakasrekisterin rekisteriseloste yllä). Tarvittaessa majoittujalla on mahdollisuus ottaa häiriötilanteissa yhteys myös Hotel Saloran asiakaspalveluun, jonka yhteystiedot ovat esillä hotellissa.",
  "RulesOfOrderP12": "10. Hotel Saloran majoitustilat on tarkoitettu ainoastaan henkilökohtaiseen majoittumistarkoitukseen. Kaikenlaisen ansiotoiminnan harjoittaminen Hotel Saloran tiloissa on kielletty ilman etukäteen annettua kirjallista lupaa.",
  "TheGuestsResponsibility": "MAJOITTUJAN VASTUU",
  "TheGuestsResponsibilityP1": "Asiakas on vastuussa varauksen yhteydessä annettujen yhteystietojen oikeellisuudesta. Hotel Salora ei ole korvausvelvollinen tilanteissa, joissa varausvahvistusta tai muuta varaukseen liittyvää tietoa ei ole voitu toimittaa Asiakkaalle virheellisten yhteystietojen vuoksi.",
  "TheGuestsResponsibilityP2": "Huoneessa majoittuva henkilö on täysimääräisesti vastuussa kaikista vahingoista ja kustannuksista, jotka aiheutuvat hotellille (mukaan lukien rajoituksetta yleiset tilat ja huoneet huonekaluineen ja varusteineen), toisille asiakkaille tai kolmansille osapuolille tai näiden omaisuudelle Asiakkaan, majoittujan tai näiden muun hotellin tiloihin päästämän henkilön huolimattomasta tai tahallisesta menettelystä, tai jotka ovat seurausta näiden Varausehtojen vastaisesta toiminnasta. Jos huoneessa majoittuvan vahingon tai kustannusten aiheuttajan henkilöllisyyttä ei saada selville tai vahinkoja tai kustannuksia ei saada perittyä häneltä, vahingot ja kustannukset laskutetaan Asiakkaalta.",
  "LostAndFound": "LÖYTÖTAVARAT",
  "LostAndFoundP1": "Hotelleihin unohdetut tavarat säilytetään kahden kuukauden ajan. Löytötavaroita voi tiedustella sähköpostitse tai asiakaspalvelunnumerosta arkisin 8.00-16.00.",
  "LiabilityOfHotel": "HOTEL SALORAN VASTUU",
  "LiabilityOfHotelP1": "Mikäli Asiakas tai majoittuja havaitsee tekemäänsä varaukseen tai hotellihuoneiden varustukseen tai kuntoon liittyvän virheen tai puutteen, hänen on ilmoitettava siitä hhotel Saloran asiakaspalveluun viipymättä virheen havaittuaan, ja joka tapauksessa majoituksen aikana, jotta hotel Saloralla on mahdollisuus korjata virhe tai puute majoituksen kestäessä. Hotel Salora ei ole velvollinen hyvittämään Asiakasta virheistä tai puutteista, joista ei ole ilmoitettu sille edellä mainitulla tavalla.",
  "LiabilityOfHotelP2": "Jos Asiakas on saapunut hotelliin sen tuloaikoja noudattaen, mutta varattua huonetta ei ole vapaana, Hotel Salora pyrkii ilman lisäkustannuksia hankkimaan Asiakkaalle lähimmän mahdollisen vastaavan tasoisen huoneen. Mikäli Hotel Salora ei voi lainkaan tarjota Asiakkaan varaamaa majoitusta sovitulla tavalla, Asiakas on oikeutettu saamaan suorittamansa maksut takaisin. Hotel Saloran on viipymättä ilmoitettava mahdollisista varaukseen kohdistuvista muutoksista Asiakkaalle. Hotel Saloran vastuu on kaikissa tapauksissa rajoitettu Asiakkaan maksaman hinnan palauttamiseen.",
  "OtherTerms": "MUUT EHDOT",
  "OtherTermsP1": "Näillä Varausehdoilla ei heikennetä pakottavaan kuluttajansuojalainsäädäntöön perustuvia Asiakkaan oikeuksia.",
  "OtherTermsP2": "Hotel Salora pidättää oikeuden näiden Varausehtojen muutoksiin. Hotel Salora pyrkii ilmoittamaan muutoksista ennen niiden voimaantuloa verkkosivuillaan tai muulla sopivaksi katsomallaan tavalla. Asiakas on velvollinen huolehtimaan siitä, että hän on ennen varauksensa hyväksymistä tutustunut Varausehtojen voimassaolevaan versioon.",
  "PrivacyPolicyRegardingPassangerRegisterP1": "Henkilötietotietolain 10 ja 24 §:ien sekä majoitus- ja ravitsemustoiminnasta annetun lain 7 §:n mukaisesti.",
  "PrivacyPolicyRegardingPassangerRegisterP2": "Laatimispäivä: 14.4.2015, muokattu 12.1.2021",
  "PrivacyPolicyRegardingPassangerRegisterRegistrar": "1. Rekisterinpitäjä",
  "PrivacyPolicyRegardingPassangerRegisterRegistrarP1": "Kiinteistö Oy Salon Salorankatu 5-7 , 2322238-6",
  "PrivacyPolicyRegardingPassangerRegisterRegistrarP2": "Joensuunkatu 15",
  "PrivacyPolicyRegardingPassangerRegisterRegistrarP3": "24100 Salo",
  "PrivacyPolicyRegardingPassangerRegisterRegistrarP4": "p. 0447 773 999",
  "PrivacyPolicyRegardingPassangerRegisterRegistrarP5": "E-mail: ",
  "PrivacyPolicyRegardingPassangerRegisterRegistrarP5href": "info@hotelsalora.fi",
  "PrivacyPolicyRegardingPassangerRegisterRegistrarP5text": "info(at)hotelsalora.fi",
  "PrivacyPolicyRegardingPassangerRegisterName": "2. Rekisterin nimi",
  "PrivacyPolicyRegardingPassangerRegisterNameP1": "Matkustajarekisteri",
  "PrivacyPolicyRegardingPassangerRegisterPurpose": "3. Henkilötietojen käsittelyn tarkoitus",
  "PrivacyPolicyRegardingPassangerRegisterPurposeP1": "Kyseessä on majoitus- ja ravitsemistoiminnasta annetussa laissa (308/2006) (“MaRaL”) tarkoitettu matkustajarekisteri, johon talletettavia matkustajienhenkilötietoja käsitellään MaRaL:n 6 §:n mukaisen matkustajailmoituksen tekemiseksi, yleisen järjestyksen ja turvallisuuden ylläpitämiseksi sekä rikosten ennalta estämiseksi ja selvittämiseksi sekä tilastojen laatimiseen.",
  "PrivacyPolicyRegardingPassangerRegisterPurposeP2": "MaRaL velvoittaa Kiinteistö Oy Salon Salorankatu 5-7 tunnistamaan asiakkaansa ja tallentamaan majoittujien tiedot 1 vuoden ajan. Hotel Salorassa ovet avautuvat ovikoodeilla, joiden toimittamista varten tarvitaan majoittujien sähköpostiosoitteet ja puhelinnumerot.",
  "PrivacyPolicyRegardingPassangerRegisterPurposeP3": "Lisäksi asiakkaan henkilötietoja voidaan käsitellä rekisterinpitäjän (Hotel Saloran) asiakaspalvelu- ja suoramarkkinointitarkoituksiin, mikäli asiakas on sallinut tällaisen käsittelyn.",
  "PrivacyPolicyRegardingPassangerRegisterContent": "4. Rekisterin tietosisältö",
  "PrivacyPolicyRegardingPassangerRegisterContentP1": "Matkustajarekisteriin talletetaan matkustajasta seuraavat MaRaL 6 §:n mukaiset matkustajatiedot ja siinä mainituin edellytyksin:",
  "PrivacyPolicyRegardingPassangerRegisterContentP2": "1) matkustajan täydellinen nimi ja suomalainen henkilötunnus tai tämän puuttuessa syntymäaika sekä kansalaisuus;",
  "PrivacyPolicyRegardingPassangerRegisterContentP3": "2) matkustajan mukana olevan puolison sekä alaikäisten lasten täydelliset nimet ja suomalaiset henkilötunnukset tai niiden puuttuessa syntymäajat;",
  "PrivacyPolicyRegardingPassangerRegisterContentP4": "3) matkustajan osoitetiedot;",
  "PrivacyPolicyRegardingPassangerRegisterContentP5": "4) maa, josta matkustaja saapuu Suomeen (jos matkustajan asuinpaikka on muu kuin Suomi);",
  "PrivacyPolicyRegardingPassangerRegisterContentP6": "5) matkustajan matkustusasiakirjan (kuten passi ja viisumi) numero, paitsi jos matkustaja on Pohjoismaan kansalainen tai hänellä on asuinpaikka Suomessa;",
  "PrivacyPolicyRegardingPassangerRegisterContentP7": "6) matkustajan majoitusliikkeeseen saapumispäivä ja lähtöpäivä; sekä",
  "PrivacyPolicyRegardingPassangerRegisterContentP8": "7) majoittumisen tarkoitus (kuten vapaa-aika, työ tai muu syy), jos matkustaja on tämän ilmoittanut.",
  "PrivacyPolicyRegardingPassangerRegisterContentP9": "Lisäksi matkustajarekisteriin talletetaan matkustajan sähköpostiosoite sekä matkapuhelinnumero.",
  "PrivacyPolicyRegardingPassangerRegisterContentP10": "Matkustajarekisteriin talletettuja tietoja säilytetään yhden (1) vuoden ajan niiden rekisteriin merkitsemisestä, jonka jälkeen matkustajatiedot poistetaan. Seuraavat matkustajatiedot voidaan kuitenkin tämän jälkeen siirtää rekisterinpitäjän asiakasrekisteriin käsiteltäväksi siinä mainittuja tarkoituksia varten:",
  "PrivacyPolicyRegardingPassangerRegisterContentP11": "1) matkustajan nimi ja syntymäaika;",
  "PrivacyPolicyRegardingPassangerRegisterContentP12": "2) kansalaisuus;",
  "PrivacyPolicyRegardingPassangerRegisterContentP13": "3) matkustajan osoitetiedot;",
  "PrivacyPolicyRegardingPassangerRegisterContentP14": "4) vierailun ajankohta, kesto ja tarkoitus; sekä",
  "PrivacyPolicyRegardingPassangerRegisterContentP15": "5) matkustajan sähköpostiosoite sekä matkapuhelinnumero.",
  "PrivacyPolicyRegardingPassangerRegisterSources": "5. Säännönmukaiset tietolähteet",
  "PrivacyPolicyRegardingPassangerRegisterSourcesP1": "Tiedot saadaan rekisteröidyiltä itseltään matkustajailmoituksen täytön yhteydessä. Lisäksi tietoja voidaan kerätä, tallettaa ja päivittää yleisesti ja vapaasti käytettävissä olevaa tietopalvelua tarjoavan rekisterinpitäjän rekisteristä MaRaL:n mukaisten vaatimusten täyttämiseksi.",
  "PrivacyPolicyRegardingPassangerRegisterDisclosure": "6. Tietojen säännönmukaiset luovutukset",
  "PrivacyPolicyRegardingPassangerRegisterDisclosureP1": "Matkustajarekisteriin talletettuja henkilötietoja voidaan luovuttaa viranomaisille siinä tarkoituksessa ja laajuudessa kuin MaRaL:ssa laissa säädetään. Matkustajatietoja voidaan lisäksi tallettaa rekisterinpitäjään käyttämän palveluntarjoajan hallinnoimille palvelimille tietojen käsittelyn edellyttämässä laajuudessa.",
  "PrivacyPolicyRegardingPassangerRegisterTransfer": "7. Tietojen siirto EU:n tai ETA:n ulkopuolelle",
  "PrivacyPolicyRegardingPassangerRegisterTransferP1": "Matkustajien tietoja ei lähtökohtaisesti siirretä EU:n tai ETA:n ulkopuolelle. Tietojen sanotunlainen siirto voi kuitenkin olla perusteltua lain sallimissa tapauksissa.",
  "PrivacyPolicyRegardingPassangerRegisterPrinciples": "8. Rekisterin suojauksen periaatteet",
  "PrivacyPolicyRegardingPassangerRegisterPrinciplesP1": "A. Manuaalinen aineisto",
  "PrivacyPolicyRegardingPassangerRegisterPrinciplesP2": "Manuaalista henkilötietoja sisältävää aineistoa säilytetään lukituissa tiloissa. Henkilötietoja sisältävään aineistoon ei ole pääsyä ulkopuolisilla henkilöillä tai sellaisilla työntekijöillä, joiden työtehtäviin asianomainen henkilötietojen käsittely ei kuulu.",
  "PrivacyPolicyRegardingPassangerRegisterPrinciplesP3": "B. Sähköisesti käsiteltävät tiedot",
  "PrivacyPolicyRegardingPassangerRegisterPrinciplesP4": "Tiedot suojataan teknisesti ja tallennetaan tietoturvallisella tavalla siten, ettei tietoihin ole pääsyä ulkopuolisilla henkilöillä tai sellaisilla työntekijöillä, joiden työtehtäviin asianomainen henkilötietojen käsittely ei kuulu. Tiedot sijaitsevat lukitussa tilassa sijaitsevalla palvelimella ja tilaan pääsyä on rajoitettu.",
  "PrivacyPolicyRegardingPassangerRegisterRights": "9. Rekisteröidyn oikeudet",
  "PrivacyPolicyRegardingPassangerRegisterRightsP1": "A. Tarkastus- ja oikaisuoikeus",
  "PrivacyPolicyRegardingPassangerRegisterRightsP2": "Matkustajalla on oikeus tarkistaa häntä koskevat rekisteriin tallennetut tiedot. Tarkastusoikeutta koskevat yhteydenotot tulee tehdä kirjallisina ja allekirjoitettuina kohdassa 2. mainittuun osoitteeseen. Jos rekisteröidyissä tiedoissa on virheitä tai puutteita, matkustaja voi esittää kohdassa 2. mainitulle rekisteriasioista vastaavalle henkilölle virheen korjaamista koskevan pyynnön. Rekisterinpitäjä voi myös korjata tällaisen tiedon oma-aloitteisesti.",
  "PrivacyPolicyRegardingPassangerRegisterRightsP4": "B. Kielto-oikeus",
  "PrivacyPolicyRegardingPassangerRegisterRightsP5": "Matkustajalla on oikeus kieltää rekisterinpitäjää käsittelemästä häntä itseään koskevia tietoja suoramarkkinointia sekä markkina- ja mielipidetutkimusta varten. Kielto- ja oikaisuasioissa matkustaja voi olla yhteydessä rekisterinpitäjään sähköpostitse tai postitse kohdassa 1. mainittuun osoitteeseen tai kohdassa 2 mainittuun rekisteriasioista vastaavaan henkilöön.",
  "PrivacyPolicyRegardingCustomerRegisterP1": "Henkilötietotietolain 10 ja 24 §:ien mukaisesti.",
  "PrivacyPolicyRegardingCustomerRegisterP2": "Laatimispäivä: 14.4.2015, muokattu 12.1.2021",
  "PrivacyPolicyRegardingCustomerRegisterRegistrar": "1. Rekisterinpitäjä",
  "PrivacyPolicyRegardingCustomerRegisterRegistrarP1": "Kiinteistö Oy Salon Salorankatu , 2322238-6",
  "PrivacyPolicyRegardingCustomerRegisterRegistrarP2": "Salorankatu 5-7",
  "PrivacyPolicyRegardingCustomerRegisterRegistrarP3": "24100 SALO",
  "PrivacyPolicyRegardingCustomerRegisterRegistrarP4": "p. 0447 773 999",
  "PrivacyPolicyRegardingCustomerRegisterRegistrarP5": "E-mail: ",
  "PrivacyPolicyRegardingCustomerRegisterRegistrarP5href": "info@hotelsalora.fi",
  "PrivacyPolicyRegardingCustomerRegisterRegistrarP5text": "info(at)hotelsalora.fi",
  "PrivacyPolicyRegardingCustomerRegisterName": "2. Rekisterin nimi",
  "PrivacyPolicyRegardingCustomerRegisterNameP1": "Asiakasrekisteri",
  "PrivacyPolicyRegardingCustomerRegisterPurpose": "3. Henkilötietojen käsittelyn tarkoitus",
  "PrivacyPolicyRegardingCustomerRegisterPurposeP1": "Asiakasrekisterin tarkoituksena on mahdollistaa rekisterinpitäjän kulloinkin tarjoamien majoitus- ja muiden palveluiden tarjoaminen ja kehittäminen sekä niiden laadun varmistaminen.",
  "PrivacyPolicyRegardingCustomerRegisterPurposeP2": "Asiakasrekisteriin talletettuja, kohdassa 5 mainittuja henkilötietoja voidaan käsitellä henkilötietolainsäädännön mukaisesti seuraavia tarkoituksia varten:",
  "PrivacyPolicyRegardingCustomerRegisterPurposeP3": "Asiakas- tai muun sopimussuhteen perustaminen, toteuttaminen ja ylläpito;",
  "PrivacyPolicyRegardingCustomerRegisterPurposeP4": "Rekisterinpitäjän palveluiden tarjoaminen, tuottaminen ja kehittäminen, yhteydenpito asiakkaaseen sekä muut asiakaspalvelutarkoitukset;",
  "PrivacyPolicyRegardingCustomerRegisterPurposeP5": "Järjestyksen ja turvallisuuden ylläpitäminen ja varmistaminen sekä rikosten ja väärinkäytösten selvittäminen;",
  "PrivacyPolicyRegardingCustomerRegisterPurposeP6": "Laskutus- ja perintätoimenpiteet sekä luotonvalvonta;",
  "PrivacyPolicyRegardingCustomerRegisterPurposeP7": "Suoramarkkinointi, mielipide- ja markkinatutkimukset, tutkimus, tilastointi ja analysointi sekä muut perustellut käyttötarkoitukset, kuten asiakkaan tekemien valintojen perusteella tapahtuva profilointi yksilöllisemmän ja monipuolisemman sisällön ja palvelun tarjoamiseksi asiakkaalle.",
  "PrivacyPolicyRegardingCustomerRegisterContent": "4. Rekisterin tietosisältö",
  "PrivacyPolicyRegardingCustomerRegisterContentP1": "Asiakasrekisteriin talletettavat tiedot voivat vaihdella asiakkaan tekemien valintojen mukaisesti. Tiedot voivat käsittää ainakin seuraavat tiedot asiakkaasta: nimi, yhteystiedot, sähköposti, syntymäaika ja mahdollinen henkilötunnus, passin tai henkilökortin numero, kansalaisuus, vierailun ajankohta ja kesto, käyttäjätunnukset mikäli asiakas on rekisteröitynyt rekisterinpitäjän palveluun, asiakkaan mielenkiinnon kohteet ja muut asiakkaan palvelussa tekemät valinnat sekä profilointitiedot.",
  "PrivacyPolicyRegardingCustomerRegisterContentP2": "Rekisterinpitäjän hotellien yleisissä tiloissa voi olla käytössä tallentava kameravalvonta. Kameravalvonnasta ilmoitetaan aina erikseen. Tallenteita voidaan käyttää ainoastaan majoitustilojen järjestyksen ja turvallisuuden ylläpitämiseen ja varmistamiseen sekä mahdollisten rikosten ja väärinkäytösten selvittämiseen. Kameravalvonnan tallenteita säilytetään enintään kaksi (2) viikkoa tallennuspäivästä lukien, ellei säilyttäminen tätä pidempään ole perusteltua pakottavasta lainsäädännöstä tai viranomaistutkinnasta johtuen.",
  "PrivacyPolicyRegardingCustomerRegisterSources": "5. Säännönmukaiset tietolähteet",
  "PrivacyPolicyRegardingCustomerRegisterSourcesP1": "Tiedot saadaan rekisteröidyltä itseltään majoitusvarauksen tekemisen ja/tai oston suorituksen ja/tai matkustajailmoituksen täytön yhteydessä sekä rekisterinpitäjän matkustajarekisteristä tai asiakkaan itse luovuttaessa tietoja esim. markkinointikampanjaan osallistumisen yhteydessä. Pidämme tärkeänä, että asiakastiedot ovat koko ajan täsmällisiä ja ajan tasalla, minkä vuoksi tietoja voidaan kerätä, tallettaa ja päivittää yleisesti ja vapaasti käytettävissä olevaa tietopalvelua tarjoavan rekisterinpitäjän rekisteristä.",
  "PrivacyPolicyRegardingCustomerRegisterDisclosure": "6. Tietojen säännönmukaiset luovutukset",
  "PrivacyPolicyRegardingCustomerRegisterDisclosureP1": "Asiakasrekisteriin talletettuja henkilötietoja voidaan luovuttaa kohdassa 4 mainittuja tarkoituksia varten rekisterinpitäjän kanssa samaan konserniin kuuluville yhtiöille sekä rekisterinpitäjän markkinointiviestintää hoitavalle kumppanille. Yksittäisen asiakkaan tietoja ei luovuteta kolmansille osapuolille. Tietoja voidaan myös luovuttaa viranomaisille laissa määritellyissä tilanteissa ja/tai laissa säädettyä tarkoitusta varten. Asiakkaan henkilötietoja voidaan siirtää ja tallettaa rekisterinpitäjään käyttämän palveluntarjoajan hallinnoimille palvelimille tietojen käsittelyn edellyttämässä laajuudessa.",
  "PrivacyPolicyRegardingCustomerRegisterDisclosureP2": "",
  "PrivacyPolicyRegardingCustomerRegisterTransfer": "7. Tietojen siirto EU:n tai ETA:n ulkopuolelle",
  "PrivacyPolicyRegardingCustomerRegisterTransferP1": "Asiakkaan tietoja ei lähtökohtaisesti siirretä EU:n tai ETA:n ulkopuolelle. Tietoja voidaan kuitenkin siirtää myös EU:n tai ETA:n ulkopuolelle kohdan 3 mukaisia tarkoituksia varten henkilötietolain mukaisesti. EU:n ulkopuolisilta yhteistyökumppaneilta edellytetään EU:n tietosuojakäytäntöjen täyttämistä, esim. EU-US Privacy Shield.",
  "PrivacyPolicyRegardingCustomerRegisterPrinciples": "8. Rekisterin suojauksen periaatteet",
  "PrivacyPolicyRegardingCustomerRegisterPrinciplesP1": "A. Manuaalinen aineisto",
  "PrivacyPolicyRegardingCustomerRegisterPrinciplesP2": "Manuaalista henkilötietoja sisältävää aineistoa säilytetään lukituissa tiloissa. Henkilötietoja sisältävään aineistoon ei ole pääsyä ulkopuolisilla henkilöillä tai sellaisilla työntekijöillä, joiden työtehtäviin asianomainen henkilötietojen käsittely ei kuulu.",
  "PrivacyPolicyRegardingCustomerRegisterPrinciplesP3": "B. Sähköisesti käsiteltävät tiedot",
  "PrivacyPolicyRegardingCustomerRegisterPrinciplesP4": "Tiedot suojataan teknisesti ja tallennetaan tietoturvallisella tavalla siten, ettei tietoihin ole pääsyä ulkopuolisilla henkilöillä tai sellaisilla työntekijöillä, joiden työtehtäviin asianomainen henkilötietojen käsittely ei kuulu. Tiedot sijaitsevat lukitussa tilassa sijaitsevalla palvelimella ja tilaan pääsyä on rajoitettu.",
  "PrivacyPolicyRegardingCustomerRegisterRights": "9. Rekisteröidyn oikeudet",
  "PrivacyPolicyRegardingCustomerRegisterRightsP1": "A. Tarkastus- ja oikaisuoikeus",
  "PrivacyPolicyRegardingCustomerRegisterRightsP2": "Asiakkaalla on oikeus tarkistaa häntä koskevat rekisteriin tallennetut tiedot. Tarkastusoikeutta koskevat yhteydenotot tulee tehdä kirjallisina kohdassa 1. mainittuun osoitteeseen. Jos rekisteröidyissä tiedoissa on virheitä tai puutteita, asiakas voi esittää virheen korjaamista koskevan pyynnön. Rekisterinpitäjä voi myös korjata tällaisen tiedon oma-aloitteisesti.",
  "PrivacyPolicyRegardingCustomerRegisterRightsP4": "B. Kielto-oikeus",
  "PrivacyPolicyRegardingCustomerRegisterRightsP5": "Asiakkaalla on oikeus kieltää rekisterinpitäjää käsittelemästä häntä itseään koskevia tietoja suoramarkkinointia sekä markkina- ja mielipidetutkimusta varten ja vaatia rekisterinpitäjää poistamaan häntä koskevat tiedot rekisteristä. Kielto- ja oikaisuasioissa asiakas voi olla yhteydessä rekisterinpitäjään sähköpostitse tai postitse kohdassa 1. mainittuun osoitteeseen.",
  "PrivacyPolicyRegardingCustomerRegisterMembership": "10. Hotel Salora jäsenyysohjelma",
  "PrivacyPolicyRegardingCustomerRegisterMembershipP1": "Hyväksymällä Hotel Saloran jäsenyysohjelman asiakas hyväksyy Salora suoramainonnan.",
  "CookiesP1": "Eväste on pieni tekstitiedosto, jonka nettiselain tai mobiilisovellus tallentaa laitteellesi. Evästeitä on kahdenlaisia. Väliaikaiset istuntotunnusevästeet sulkeutuvat samalla kun suljet selaimen. Pysyvät evästeet tallentuvat selaimesi muistiin. Evästeet eivät vahingoita laitettasi, eikä sinua tai muitakaan yksittäisiä käyttäjiä voida tunnistaa niiden avulla kerättävillä tiedoilla.",
  "CookiesHelp": "Evästeet auttavat meitä palvelemaan sinua paremmin",
  "CookiesHelpP1": "Voidaksesi käyttää sähköisiä palvelujamme edellytämme, että hyväksyt evästeiden käytön. Evästeiden tarkoituksena on parantaa käyttökokemusta sivustollamme. Keräämme evästeillä palvelujen käyttöön, käyttömääriin ja muuhun tilastointiin liittyviä tietoja. Hyödynnämme evästeiden käsittelyssä analytiikkaohjelmia – emme kerää käyttäjistä minkäänlaisia henkilötietoja.",
  "CookiesHelpP2": "Seuraamme evästeiden avulla muun muassa sivujen latautumisaikaa ja millaista tietoa kävijät etsivät. Käytämme evästeitä myös mainonnan tehokkuuden mittaukseen. Jos olet rekisteröitynyt sivuillemme, eväste hallinnoi sisäänkirjautumistasi ja pääsyä omiin varaustietoihisi. Analysoimme keräämämme tiedot ja kehitämme niiden perusteella palvelujamme entistä käyttäjäystävällisemmiksi.",
  "CookiesFind": "Evästeet etsivät sinulle kohdennettua mainontaa",
  "CookiesFindP1": "Hyödynnämme evästeitä myös uudelleenmarkkinoinnissa ja Google Analyticsissa. Kolmannet osapuolet, kuten mainostajat ja mainosverkostot, voivat kohdentaa mainontaansa todennäköisten kiinnostusalueidesi perusteella. Mikäli et halua kohdennettua mainontaa, voit estää sen klikkaamalla alla olevia linkkejä. Sinulle näytetään mainoksia myös eston jälkeen, mutta niitä ei ole valittu kiinnostusten kohteidesi mukaan.",
  "CookiesFindP2": "Estä Adform-mainonnan kohdennus",
  "CookiesFindP2href": "http://site.adform.com/privacy-policy/en/",
  "CookiesFindP2text": "täältä",
  "CookiesFindP3": "Estä Google-mainonnan kohdennus",
  "CookiesFindP3href": "http://www.google.fi/policies/technologies/ads/",
  "CookiesFindP3text": "täältä",
  "CookiesFindP4": "Estä Facebookin-mainonnan kohdennus",
  "CookiesFindP4href": "https://www.facebook.com/settings/?tab=ads",
  "CookiesFindP4text": "täältä",
  "CookiesFindP5": "Estä muiden kolmansien osapuolten kahdennettu mainonta",
  "CookiesFindP5href": "http://www.youronlinechoices.com/fi/omat-mainokset",
  "CookiesFindP5text": "täältä",
  "CookiesClear": "Haluatko poistaa evästeet käytöstä?",
  "CookiesClearP1": "Tyhjentämällä evästeet säännöllisin väliajoin vaihdat käyttäjäprofiilisi perustana toimivaa tunnistetta. Evästeiden tyhjentäminen ei lopeta tiedonkeruuta kokonaan, se ainoastaan nollaa aikaisempiin käyttäytymistietoihin perustuvan profiilin.",
  "CookiesClearP2": "Useimmat selaimet hyväksyvät evästeet automaattisesti, mutta voit myös muokata selaimesi asetuksia ja poistaa evästeet kokonaan käytöstä. Jos estät evästeiden käytön, voit edelleen selata sivustoamme. Saattaa kuitenkin olla, ettet voi silloin hyödyntää kaikkia sivustomme osia. Evästeiden käytön estäminen voi vaikuttaa sivustomme joidenkin palvelujen toiminnallisuuteen.",
  "CookiesClearP3": "Suosittelemme evästeiden käytön sallimista. Evästeiden myötä meillä on mahdollisuus seurata ja tarkastella asiakkaidemme mielenkiinnon kohteita ja tarjota yhä parempaa palvelua.",
  "CookiesClearP4": ""
}
