{
  "GiftCardTerms": "LAHJAKORTIT – EHDOT",
  "PrivacyPolicyRegardingPassangerRegister": "Matkustajarekisteriä koskeva tietosuojaseloste",
  "PrivacyPolicyRegardingCustomerRegister": "Asiakasrekisteriä koskeva tietosuojaseloste",
  "RulesOfOrderForGuests": "Järjestyssäännöt",
  "Cookies": "Evästeet (Cookies)",
  "HotelParagraph1P1": "Nämä Omena-hotellien (“",
  "HotelParagraph1P2": "Omena Hotellit Oy",
  "HotelParagraph1P3": "”) varausehdot (“",
  "HotelParagraph1P4": "Varausehdot",
  "HotelParagraph1P5": "”) koskevat yksittäisten henkilöiden majoitusvarauksia Omena-hotelleissa. Majoitusvarauksen tekijästä käytetään jäljempänä nimitystä “",
  "HotelParagraph1P6": "Asiakas",
  "HotelParagraph1P7": "“. Ryhmävarausten varausehdot sekä peruutus- ja muutosoikeuksia koskevat tiedot saat Omena-hotellien myyntipalvelusta erikseen ryhmävarausta tehdessäsi. Ryhmävarauksesta on kyse, kun Asiakkaan tekemään majoitusvaraukseen kuuluvien hotellihuoneiden määrä on 7 tai enemmän.",
  "HotelInfoP1": "Omena Hotellit Oy, 1579157-0",
  "HotelInfoP2": "Y-tunnus: 1579157-0",
  "HotelInfoP3": "Lönnrotinkatu 13",
  "HotelInfoP4": "00120 Helsinki",
  "HotelInfoP5": "p. 0600 555 222 (0,79 €/min + pvm)",
  "HotelInfoP6": "",
  "HotelInfoP6href": "info@omenahotels.com",
  "HotelInfoP6text": "info(at)omenahotels.com",
  "HotelInfoP7": "Päivämäärä 5.12.2022",
  "PricesAndFees": "HINNAT JA MAKSUT",
  "PricesAndFeesP1": "Nämä Omena-hotellien (“Omena Hotellit Oy”) varausehdot (“Varausehdot”) koskevat yksittäisten henkilöiden majoitusvarauksia Omena-hotelleissa. Majoitusvarauksen tekijästä käytetään jäljempänä nimitystä “Asiakas“. Ryhmävarausten varausehdot sekä peruutus- ja muutosoikeuksia koskevat tiedot saat Omena-hotellien myyntipalvelusta erikseen ryhmävarausta tehdessäsi. Ryhmävarauksesta on kyse, kun Asiakkaan tekemään majoitusvaraukseen kuuluvien hotellihuoneiden määrä on 7 tai enemmän.",
  "PricesAndFeesP2": "Omena-hotellien tarjoamien hotellihuoneiden (jäljempänä yksittäin ”huone”) hinnat vaihtelevat hotelli- ja paikkakuntakohtaisesti ajankohdan sekä kysynnän mukaan. Omena-hotellit voi myös tarjota erilaisia majoituksen yhteydessä käytettävissä olevia lisäpalveluita (kuten aamiainen, erilaiset lahjakortit, pysäköinti jne.), joiden saatavuus ja hinnat ilmoitetaan kulloinkin erikseen. Omena-hotellit voi lisäksi harkintansa mukaan tarjota huoneita ja lisäpalveluita erilaisin tarjous- ja yhdistelmähinnoin rajoitettujen tarjouskampanjoiden osana. Kaikki kulloinkin voimassa olevat hinnat ja tarjoukset ovat nähtävillä Omena-hotellien verkkosivuilla osoitteessa www.omenahotels.com sekä Omenan mobiilisovelluksessa. Asiakas hyväksyy varaamaansa hintaan mahdollisesti liittyvät peruutus- ja muutosrajoitukset, jotka on kerrottu varausprosessin yhteydessä esim. Hintayhteenvedossa.",
  "PricesAndFeesP4": "Ilmoitetut hinnat sisältävät kulloinkin voimassa olevan arvonlisäveron.",
  "PricesAndFeesP3": "Asiakkaan tekemä huonevaraus maksetaan etukäteen varauksen tekemisen yhteydessä, ellei Omena-hotellit ole erikseen toisin ilmoittanut. Omena-hotelleilla on oikeus tehdä kansainvälisten luottokorttien haltijoille varauksen yhteydessä veloitus ja ennakkovarmennus luottokortilta.",
  "MakingAndConfirmingTheBooking": "VARAUKSEN TEKEMINEN JA VAHVISTAMINEN",
  "MakingAndConfirmingTheBookingP4": "Huonevaraukset tehdään internetin kautta osoitteessa www.omenahotels.com tai Omenan mobiilisovelluksessa.",
  "MakingAndConfirmingTheBookingP1": "Asiakkaan on varausta tehdessään ja viimeistään 24 tuntia ennen ilmoitettua saapumispäivää ilmoitettava Omena-hotellien edellyttämät henkilötiedot kaikkien Asiakkaan kanssa samaan majoitusvaraukseen kuuluvista henkilöistä. Mikäli Asiakas ei anna näitä tietoja edellä mainitulla tavalla, Omena-hotelleilla on oikeus olla vahvistamatta Asiakkaan varausta tai perua jo tehty varaus. Omena-hotellit palauttaa Asiakkaalle varauksen arvon, mikäli peruutus tehdään peruutusehtojen puitteissa. Lisäksi Suomen hotelleissa kaikki huoneessa majoittuvat henkilöt ovat velvollisia täyttämään huoneissa olevat matkustajakortit ja jättämään ne huoneeseen näkyvälle paikalle lähdön yhteydessä.",
  "MakingAndConfirmingTheBookingP2": "Asiakkaan tekemä varaus tulee Omena-hotelleja sitovaksi, kun Asiakas on suorittanut maksun huoneen varauksen yhteydessä, ilmoittanut Omena-hotellien edellyttämät, lain vaatimat henkilötiedot, ja saanut Omena-hotelleilta varausvahvistuksen sähköpostitse.",
  "MakingAndConfirmingTheBookingP3": "Varauksen vahvistamisen jälkeen majoitusliikkeellä ei ole oikeutta korottaa eikä vastaavasti myöskään velvollisuutta alentaa sovittua majoituksen hintaa tai muutoin muuttaa varauksen ehtoja, ellei tällainen muutos johdu välittömästi lainsäädännön tai viranomaisten pakottavien määräysten muutoksesta. Vahvistettua hintaa ei kuitenkaan voida tällöin korottaa.",
  "MakingAndConfirmingTheBookingP5": "Ulkoisten myyntikanavien kautta tehdyissä varauksissa pätevät soveltuvin osin ensisijaisesti ulkoisen myyntikanavan varausehdot.",
  "ReservationFeeAndTermsOfPayment": "VARAUKSEN VELOITUS JA MAKSUEHTO",
  "ReservationFeeAndTermsOfPaymentP1": "Majoitusvaraus maksetaan huoneen varauksen yhteydessä. Mikäli majoitusvarausta ja muita Omena-hotellien perimiä maksuja ei ole veloitettu sen keston ajalta kokonaisuudessaan huoneen varauksen yhteydessä, Omena-hotellit veloittaa varausmaksun ja muut maksut erikseen laskulla. Lasku lähetetään varausta tehtäessä annettuun laskutusosoitteeseen. Lasku erääntyy maksettavaksi 14 päivän kuluttua laskun päivämäärästä.",
  "CancellationPolicy": "PERUUTUSOIKEUS",
  "CancellationPolicyP2": "Asiakas voi perua varauksensa käytetyn varauskanavan ja varatun hinnan mukaisten peruutusehtojen puitteissa. Mikäli varaus on tehty Omenan kotisivujen kautta tai Omenan mobiilisovelluksella, peruutus tulee tehdä joko menemällä ”Minun varaukseni” -sivulle (kotisivu tai mobiilisovellus) ja kirjautumalla varausnumerolla ja varauksen tekoon käytetyllä sähköpostiosoitteella tai mobiilisovelluksessa kirjautumalla omaan jäsenprofiiliin. Mikäli varaus oli tehty laskulla, muutoksista tai peruutuksista lähetetään mahdollinen uusi lasku tai hyvityslasku varauksessa ilmoitetulle yhteyshenkilölle.",
  "CancellationPolicyP1": "Asiakkaalla on oikeus muuttaa tai perua varauksensa kuluitta viimeistään 24 tuntia ennen varauksen alkamisajankohtaa. Asiakas saa maksunpalautuksen tilisuorituksena tai hyvityksenä luottokortille.  Myöhemmin kuin 24 tuntia ennen saapumisajankohtaa ei varauksia enää voi muuttaa tai perua. Ryhmiin sovelletaan erillisiä varausehtoja, ja muutokset/peruutukset tulee tehdä suoraan myyntipalvelun kautta.",
  "CancellationPolicyP3": "Huom! Booking.com tai muun varauskanavan kautta tulleet varaukset pitää muuttaa ja perua samaa kautta, missä  varaus on tehty. Muutos- ja peruutusoikeus ei koske varauksia, joiden ehtoihin oikeudet eivät sisälly. Sovellettavat peruutusehdot voivat vaihdella valitun hotellin, huonetyypin, ajankohdan ja mahdollisen tarjouskampanjan ehtojen mukaan. Asiakkaan varaukseen kulloinkin sovellettavat peruutusehdot on ilmoitettu varauksen yhteydessä ilmenevässä tuotekuvauksessa.",
  "CancellationPolicyP4": "Asiakkaan velvollisuutena on huolehtia siitä, että hän on tutustunut huolellisesti sovellettaviin peruutusehtoihin ennen varauksen tekemistä.",
  "CancellationPolicyP5": "Laskutettavien varausten tapauksessa ennakkomaksun maksamatta jättäminen ei ole pätevä peruutus, vaan peruutuksesta täytyy ilmoittaa Omena-hotelleille erikseen peruutusehtojen puitteissa.",
  "CancellationPolicyP6": "",
  "UseOfTheRoomAndCheckout": "HUONEEN KÄYTTÖ JA LUOVUTUS",
  "UseOfTheRoomAndCheckoutP1": "Huone on majoittujien käytettävissä tulopäivänä klo 16 alkaen. Huoneessa majoittuvat henkilöt eivät saa päästää ulkopuolisia henkilöitä hotellin tiloihin. Omena-hotelleilla on oikeus harkintansa mukaan poistaa hotellin tiloista sellainen henkilö, joka ei ole Asiakas tai majoitusvarauksen yhteydessä ilmoitettu samaan majoitusvaraukseen kuuluva henkilö. Hotelliin ja/tai huoneisiin sisäänpääsyyn vaadittavia avainkoodeja ei saa luovuttaa muille kuin niille henkilöille, joiden on ilmoitettu majoittuvan huoneessa. Majoittuvien henkilöiden enimmäismäärä on neljä (4) henkeä/huone. Poikkeuksena ovat sellaiset viisihenkiset perheet, joissa vähintään yksi lapsi on alle kuusivuotias. Omena-hotelleilla ei tällöin kuitenkaan ole velvollisuutta toimittaa huoneeseen lisää vuodevaatteita tai pyyhkeitä.",
  "UseOfTheRoomAndCheckoutP2": "Huoneessa majoittuvien henkilöiden on luovutettava huone lähtöpäivänä klo 12.00 mennessä, jonka jälkeen ovikoodit eivät enää toimi. Omena-hotellit ei vastaa huoneisiin tai hotellin yleisiin tiloihin jätetyistä tavaroista. Huoneessa majoittuvien henkilöiden on aina tarkistettava, että ovet lukkiutuvat lähdettäessä huoneesta tai hotellista. Mikäli Asiakas ei luovuta huonetta lähtöpäivänä klo 12.00 mennessä ja siten esim. estää huoneen siivouksen, on Omena-hotelleilla oikeus veloittaa Asiakkaalta klo 12.00 jälkeen viivästyksestä aiheutuneet kulut sekä 10 € kultakin alkavalta tunnilta, kunnes Asiakas on asianmukaisesti luovuttanut huoneen.",
  "HotelRightToCancellationAndTermination": "OMENA-HOTELLIEN IRTISANOMIS- JA PURKUOIKEUS",
  "HotelRightToCancellationAndTerminationP1": "Mikäli huoneen varaus jatkuu laskun eräpäivän jälkeen ja mikäli erikseen laskutettavaa varausmaksua tai muita Omena-hotellien perimiä maksuja ei ole maksettu viimeistään laskun eräpäivänä, on Omena-hotelleilla oikeus irtisanoa sopimus 5 päivän irtisanomisajalla. Irtisanomisesta lähetetään ilmoitus sähköpostilla varausta tehtäessä annettuun sähköpostiosoitteeseen sekä tekstiviestillä niihin puhelinnumeroihin, joihin Omena-hotellit on lähettänyt huoneen avainkoodin.",
  "HotelRightToCancellationAndTerminationP2": "Mikäli Asiakas, majoitusvarauksen yhteydessä ilmoitettu samaan majoitusvaraukseen kuuluva henkilö tai näiden muu hotellin tiloihin päästämä henkilö rikkoo olennaisella tavalla Varausehtoja tai järjestyssääntöjä, on Omena-hotelleilla oikeus päättää varaus välittömästi. Mahdollisista käyttämättömistä öistä ei palauteta varausmaksuja. Olennaisena rikkomuksena pidetään muun muassa: (i) avainkoodin luovuttaminen muulle kuin majoitusvarauksen yhteydessä ilmoitetulle samaan majoitusvaraukseen kuuluvalle henkilölle; (ii) muun kuin majoitusvarauksen yhteydessä ilmoitetun samaan majoitusvaraukseen kuuluvan henkilön majoittaminen huoneessa; (iii) huoneen käyttäminen muuhun kuin henkilökohtaiseen majoittumistarkoitukseen, kuten ansiotoiminnan harjoittamiseen, ilman Omena-hotellien etukäteen antamaa kirjallista lupaa; (iv) hotellin asukkaita tai hotellin läheisyydessä asuvia häiritsevä toistuva käyttäytyminen; sekä (v) hotellihuoneen, hotellin yhteisten tilojen sekä niissä sijaitsevan omaisuuden vahingoittaminen. Purkamisesta lähetetään ilmoitus sähköpostilla varausta tehtäessä annettuun sähköpostiosoitteeseen sekä tekstiviestillä niihin puhelinnumeroihin, joihin Omena-hotellit on lähettänyt huoneen avainkoodin.",
  "HotelRightToCancellationAndTerminationP3": "Mikäli Asiakas tai majoitusvarauksen yhteydessä ilmoitettu samaan majoitusvaraukseen kuuluva henkilö on aiempien majoitusten yhteydessä rikkonut olennaisella tavalla näitä Varausehtoja tai hotellin järjestyssääntöjä, pidättää Omena-hotellit oikeuden harkintansa mukaan olla hyväksymättä Asiakkaan uusia varauksia tai perua tällaisen Asiakkaan tekemät uudet varaukset ennen niiden alkamista. Jos Omena-hotellit peruu Asiakkaan tekemän uuden varaukset edellä mainitulla perusteella, on Omena-hotellien vastuu rajoitettu Asiakkaan etukäteen maksamien maksujen palauttamiseen.",
  "HotelRightToCancellationAndTerminationP4": "Huoneen avainkoodi ei toimi sopimuksen päättämisen jälkeen. Asiakkaalla ei ole oikeutta suoritettujen maksujen palautukseen tai muihinkaan korvauksiin Omena-hotellien päättäessä sopimuksen edellä määrätyn mukaisesti.",
  "ForceMajeure": "YLIVOIMAINEN ESTE",
  "ForceMajeureP1": "Omena-hotellit ei ole vastuussa mistään vahingosta, viivästyksestä tai sopimuksen täyttämättä jäämisestä, joka aiheutuu sellaisesta Omena-hotellien vaikutusmahdollisuuksien ulkopuolella olevasta seikasta tai esteestä, jota Omena-hotellien ei kohtuudella voida edellyttää ottaneen huomioon majoituksen varaushetkellä tai sen jälkeen, ja jonka seurauksia se ei olisi myöskään kohtuudella voinut välttää tai voittaa (ylivoimainen este). Ylivoimaisena esteenä pidetään, rajoituksetta, esimerkiksi tulipaloa, vesivahinkoa, sotaa, poikkeustilaa, luonnonmullistuksia tai viranomaisen antamaa kieltoa tai määräystä, jonka johdosta hotelli on kokonaan tai osittain pois käytöstä.",
  "ForceMajeureP2": "Ylivoimaisen esteen kohdistuessa Asiakkaan varaamaan Huoneeseen tai vaikuttaessa sen käyttöön, Omena-hotelleilla on oikeus perua Asiakkaan tekemä varaus joko ennen majoituksen alkamista (mikäli ylivoimainen este syntyy ennen tätä aikaa) tai sen aikana (mikäli ylivoimainen este syntyy majoituksen aikana). Omena-hotellit ilmoittaa Asiakkaalle ylivoimaisesta esteestä johtuvasta peruutuksesta viipymättä siitä tiedon saatuaan.",
  "ForceMajeureP3": "Mikäli Omena-hotellit peruu Asiakkaan varauksen ylivoimaisen esteen johdosta, on Omena-hotellien vastuu rajoitettu Asiakkaan jo maksamien maksujen palauttamiseen. Omena-hotelleilla ei sanotuissa tapauksissa ole velvollisuutta hankkia Asiakkaalle korvaavaa majoitusta eikä korvata Asiakkaalle peruutuksesta ja/tai ylivoimaisen esteen perusteena olevasta tapahtumasta johtuvia muita kuluja, kustannuksia tai vahinkoja (kuten korvaavan majoituksen hankkimisesta Asiakkaalle aiheutuneet ylimääräiset kustannukset, matkakulut tai vahingot Asiakkaan huoneessa olleelle omaisuudelle), paitsi siltä osin ja vain siihen määrään kuin sanotut kulut, kustannukset tai vahingot ovat mahdollisesti korvattavia Omena-hotelleilla tapahtumahetkellä olevien vakuutusten perusteella.",
  "RoomCleaning": "HUONEEN SIIVOUS",
  "RoomCleaningP1": "Majoituksen aikana huoneessa suoritetaan siivous vain, jos varaus on tehty yhtäjaksoisesti yli viidelle (5) vuorokaudelle, jolloin huoneessa suoritetaan perussiivous joka viides päivä. Omena-hotellin henkilökunnalla on oikeus tarvittaessa käydä hotellihuoneessa majoituksen aikana, esimerkiksi tarvittavien huoltotöiden tai muun vastaavan syyn takia.",
  "AgeLimits": "IKÄRAJAT",
  "AgeLimitsP1": "Asiakkaan tulee olla täysi-ikäinen. Alaikäinen saa yöpyä hotellissa edellyttäen, että samassa huoneessa majoittuu vähintään yksi täysi-ikäinen henkilö.",
  "RulesOfOrder": "JÄRJESTYSSÄÄNNÖT",
  "RulesOfOrderP1": "Omena-hotellien pyrkimyksenä on tarjota asiakkailleen viihtyisä ja turvallinen asiakaskokemus. Tämän vuoksi ja yhteisen viihtyvyyden ja turvallisuuden varmistamiseksi kaikkien Omena Hotellit Oy:n hotelleissa majoittuvien henkilöiden tulee noudattaa näitä järjestyssääntöjä sekä hotellin kyltteihin merkittyjä määräyksiä.",
  "RulesOfOrderP2": "Huomaathan, että näiden järjestyssääntöjen vastainen menettely voi johtaa välittömään hotellista poistamiseen sekä korvausvastuun syntymiseen.",
  "RulesOfOrderP3": "1. Majoittujan on noudatettava hyviä tapoja ja käyttäydyttävä asiallisesti hotellin tiloissa. Majoittuja ei saa käyttäytymisellään häiritä muita hotellin asukkaita tai hotellin läheisyydessä asuvia esimerkiksi metelöimällä, vahingoittamalla omaisuutta tai muulla tavoin häiriköimällä. Majoittuja on vastuussa myös muun hotelliin päästämänsä henkilön toiminnasta.",
  "RulesOfOrderP4": "2. Hotellihuoneissa ja hotellin yleisissä tiloissa olevaa omaisuutta (kuten huonekalut, liinavaatteet ja muut varusteet kuten palohälyttimet, suihkulaitteet, TV ja radio) ei saa vahingoittaa. Hotellihuoneissa olevaa omaisuutta ei saa viedä ulos huoneesta. Huumausaineiden, ja/tai muiden laittomien aineiden sekä vaarallisten tai toisten vahingoittamiseen soveltuvien esineiden tai aineiden tuominen hotellin tiloihin on kielletty. Sääntörikkomus voi johtaa asiakkaan hotellista poistamiseen sekä tulevien vierailujen estämiseen.",
  "RulesOfOrderP5": "3. Jokaisella majoittujalla on oikeus rauhalliseen majoittumiseen. Erityisesti klo 22 jälkeen majoittujan on vältettävä kovaäänistä puhetta, musiikin kuuntelua tai muuta melua, joka voi häiritä muita majoittujia.",
  "RulesOfOrderP6": "4. Tupakointi ja avotulen teko (ml. kynttilöiden, suitsukkeiden ja vastaavien polttaminen) huoneissa ja muissa hotellin tiloissa on ehdottomasti kielletty ja voi aiheuttaa automaattisen palohälytyksen. Kiellon vastaisesti toiminut henkilö vastaa kaikista tästä aiheutuvista hälytys-, huolto- ja siivouskuluista. Tupakointi on sallittu ainoastaan Omena-hotellien on osoittamalla erillisellä tupakointipaikalla hotellin alueella tai välittömässä läheisyydessä.",
  "RulesOfOrderP7": "5. Lemmikkieläinten tuominen hotellin tiloihin on kielletty. Eläimiä hotellin tiloihin tuonut majoittuja on velvollinen korvaamaan kaikki kiellon vastaisesta toiminnasta aiheutuvat huolto-, hallinto- ja siivouskulut.",
  "RulesOfOrderP8": "6. Asiattomien henkilöiden päästäminen hotellin tiloihin on kielletty. Hotellin ulko-ovet sekä hotellihuoneiden ovet on pidettävä lukittuna asiattomien henkilöiden pääsyn estämiseksi hotellin tiloihin. Majoittujan on huolehdittava siitä, että hotellin ulko-ovi lukkiutuu hänen kuljettuaan ovesta.",
  "RulesOfOrderP9": "7. Majoittujalle annettuja avainkoodeja on säilytettävä huolellisesti, eikä niitä saa luovuttaa muille kuin niille henkilöille, joiden on ilmoitettu majoittuvan huoneessa, eikä koodeja saa antaa ulkopuolisen tietoon.",
  "RulesOfOrderP10": "8. Yleisen turvallisuuden ja majoittujien omaisuuden suojelemisen vuoksi majoittujat eivät saa säilyttää hotellin yleisissä tiloissa (kuten aula, käytävät jne.) mitään tavaroita.",
  "RulesOfOrderP11": "9. Järjestyksen ylläpitämiseksi ja majoittujien turvallisuuden varmistamiseksi hotellin yleisissä tiloissa voi olla tallentava kameravalvonta (ks. asiakasrekisterin rekisteriseloste yllä). Tarvittaessa majoittujalla on mahdollisuus ottaa häiriötilanteissa yhteys myös Omena-hotellien asiakaspalveluun, jonka yhteystiedot on esillä hotellissa.",
  "RulesOfOrderP12": "10. Omena-hotellien majoitustilat on tarkoitettu ainoastaan henkilökohtaiseen majoittumistarkoitukseen. Kaikenlaisen ansiotoiminnan harjoittaminen Omena-hotellien tiloissa on kielletty ilman etukäteen annettua kirjallista lupaa.",
  "TheGuestsResponsibility": "MAJOITTUJAN VASTUU",
  "TheGuestsResponsibilityP1": "Asiakas on vastuussa varauksen yhteydessä annettujen yhteystietojen oikeellisuudesta. Omena-hotellit ei ole korvausvelvollinen tilanteissa, joissa varausvahvistusta tai muuta varaukseen liittyvää tietoa ei ole voitu toimittaa Asiakkaalle virheellisten yhteystietojen vuoksi.",
  "TheGuestsResponsibilityP2": "Huoneessa majoittuva henkilö on täysimääräisesti vastuussa kaikista vahingoista ja kustannuksista, jotka aiheutuvat hotellille (mukaan lukien rajoituksetta yleiset tilat ja huoneet huonekaluineen ja varusteineen), toisille asiakkaille tai kolmansille osapuolille tai näiden omaisuudelle Asiakkaan, majoittujan tai näiden muun hotellin tiloihin päästämän henkilön huolimattomasta tai tahallisesta menettelystä, tai jotka ovat seurausta näiden Varausehtojen vastaisesta toiminnasta. Jos huoneessa majoittuvan vahingon tai kustannusten aiheuttajan henkilöllisyyttä ei saada selville tai vahinkoja tai kustannuksia ei saada perittyä häneltä, vahingot ja kustannukset laskutetaan Asiakkaalta.",
  "LostAndFound": "LÖYTÖTAVARAT",
  "LostAndFoundP1": "Hotelleihin unohdetut tavarat toimitetaan Suomen Löytötavarapalveluun kerran viikossa, josta ne ovat tiedusteltavissa ja haettavissa kolmen kuukauden ajan. Lisätietoa Suomen Löytötavarapalvelusta löytyy osoitteesta https://www.suomenloytotavara.fi",
  "LiabilityOfHotel": "OMENA-HOTELLIEN VASTUU",
  "LiabilityOfHotelP1": "Mikäli Asiakas tai majoittuja havaitsee tekemäänsä varaukseen tai hotellihuoneiden varustukseen tai kuntoon liittyvän virheen tai puutteen, hänen on ilmoitettava siitä Omena-hotellien asiakaspalveluun viipymättä virheen havaittuaan, ja joka tapauksessa majoituksen aikana, jotta Omena-hotelleilla on mahdollisuus korjata virhe tai puute majoituksen kestäessä. Omena-hotellit ei ole velvollinen hyvittämään Asiakasta virheistä tai puutteista, joista ei ole ilmoitettu sille edellä mainitulla tavalla.",
  "LiabilityOfHotelP2": "Jos Asiakas on saapunut hotelliin sen tuloaikoja noudattaen, mutta varattua huonetta ei ole vapaana, Omena-hotellit pyrkii ilman lisäkustannuksia hankkimaan Asiakkaalle lähimmän mahdollisen vastaavan tasoisen huoneen. Mikäli Omena-hotellit ei voi lainkaan tarjota Asiakkaan varaamaa majoitusta sovitulla tavalla, Asiakas on oikeutettu saamaan suorittamansa maksut takaisin. Omena-hotellien on viipymättä ilmoitettava mahdollisista varaukseen kohdistuvista muutoksista Asiakkaalle. Omena-hotellien vastuu on kaikissa tapauksissa rajoitettu Asiakkaan maksaman hinnan palauttamiseen.",
  "OtherTerms": "MUUT EHDOT",
  "OtherTermsP1": "Näillä Varausehdoilla ei heikennetä pakottavaan kuluttajansuojalainsäädäntöön perustuvia Asiakkaan oikeuksia.",
  "OtherTermsP2": "Omena-hotellit pidättää oikeuden näiden Varausehtojen muutoksiin. Omena-hotellit pyrkii ilmoittamaan muutoksista ennen niiden voimaantuloa verkkosivuillaan tai muulla sopivaksi katsomallaan tavalla. Asiakas on velvollinen huolehtimaan siitä, että hän on ennen varauksensa hyväksymistä tutustunut Varausehtojen voimassaolevaan versioon.",
  "GiftCardsTermsP1": "Nämä yleiset toimitusehdot koskevat Omena Hotellit Oy, myöhemmin Omena-hotellit -yhtiön, y-tunnus: 1579157-0, verkkosivuston kautta tilattuja lahjakortteja. Näitä yleisiä toimitusehtoja sovelletaan Omena-hotellien ja lahjakortin ostajan (jäljempänä ostaja) sekä Omena-hotellien ja lahjakortin saajan välisessä sopimussuhteessa. Lahjakortin ostaja ja saaja voivat olla sama henkilö. Omena-hotelleilla on oikeus perua tehty tilaus tai purkaa kauppa, mikäli yleisiä sopimusehtoja tai palvelukohtaisia erityisehtoja on rikottu.",
  "GiftCardsBuyingProcess": "Ostoprosessi",
  "GiftCardsBuyingProcessP1": "Ostaja ostaa lahjakortin Omena-hotellien verkkokaupasta, myöhemmin omenahotels.com. Omena-hotellit lähettää ostetut lahjakortit ostajan tilauslomakkeessa ilmoittamaan sähköpostiosoitteeseen (ostaja tai lahjakortin saaja), kun ostotapahtuma ja ostajan maksusuoritus on rekisteröitynyt järjestelmään. Maksu suoritetaan Omenan verkkomaksujärjestelmän kautta. Maksut voi suorittaa luottokortilla, suomalaisen pankin nettimaksulla, Mobile Pay’llä tai Svea-laskulla. Paytrail tai Svea on maksun siirtäjä. Omena-hotellit lähettää ostajalle sähköpostitse tilausvahvistuksen ostetusta lahjakortista. Omenahotels.comissa ilmoitetut hinnat sisältävät mahdollisen arvonlisäveron. Ostaessaan lahjakortin asiakas hyväksyy ostohetkellä voimassaolevat yleiset toimitusehdot ja palvelukohtaiset erityisehdot. Käyttäessään lahjakortin sen saaja hyväksyy lahjakortin ostohetkellä voimassa olleet yleiset toimitusehdot sekä palvelukohtaiset erityisehdot.",
  "GiftCardsContent": "Lahjakortin sisältö",
  "GiftCardsContentP1": "Voimassa oleva lahjakortti kelpaa maksuksi kaikkiin omenahotels.comin tuotteisiin ja palveluihin. Tuotteen tai palvelun sisältö on kuvattu omenahotels.comissa.",
  "GiftCardsValidity": "Lahjakortin voimassaolo",
  "GiftCardsValidityP1": "Lahjakortti on voimassa lahjakortissa ilmoitettuun päivämäärään asti. Jollei palvelukohtaisissa erityisehdoissa ole muuta mainittu, lahjakortti on voimassa 12 kk sen ostopäivästä. Tuote tai palvelu on käytettävä lahjakortin voimassaoloaikana.",
  "GiftCardsUsage": "Lahjakortin käyttäminen",
  "GiftCardsUsageP1": "Lahjakortti toimii maksuvälineenä omenahotels.comissa tehtäviin ostoihin. Käyttämällä lahjakorttia käyttäjä hyväksyy Toimitusehdot, jotka olivat voimassa ostoa tehdessä. Peruttaessa tehty osto ja mikäli ostetun tuotteen tai palvelun ehdot sen sallivat, palautetaan oston arvo lahjakortille jolloin arvo on käytettävissä uudelleen lahjakortin voimassaoloaikana. Lahjakorttia vastaan ei palauteta rahaa, eikä käyttämättömiä palveluja hyvitetä.",
  "GiftCardsRefundPolicy": "Peruutusoikeus",
  "GiftCardsRefundPolicyP1": "Lahjakortin ostajalla on oikeus perua käyttämättömän lahjakortin tilaus 14 vuorokauden kuluessa siitä, kun lahjakortti on toimitettu. Palautusoikeutta ei kuitenkaan ole, mikäli lahjakorttia on jo käytetty. Palautus kestää enintään 10 pankkipäivää, riippuen alkuperäisen maksusuorituksen tyypistä.",
  "GiftCardsLimitationOfLiability": "Vastuunrajoitus",
  "GiftCardsLimitationOfLiabilityP1": "Voimassa olevat lahjakortit toimivat maksuvälineenä omenahotels.comissa saatavilla oleviin palveluihin ja tuotteisiin. Omena-hotellien vastuu rajoittuu aina enintään lahjakortin nimellisarvoon. Omena-hotellit ei vastaa vahingoista tai viivästyksistä, jotka johtuvat ylivoimaisesta esteestä (force majeure, kuten esimerkiksi lakosta, työsulusta, maksuvälinesaarrosta tai tietoliikennehäiriöstä.",
  "GiftCardsPrivacyPolicy": "Yksityisyydensuoja",
  "GiftCardsPrivacyPolicyP1": "Palveluun sovelletaan Omena-hotellien yksityisyydensuojakäytäntöä, joka löytyy osoitteesta https://www.omenahotels.com/fi/kayttoehdot-ja-rekisteriseloste/#customer-registry",
  "GiftCardsOtherTerms": "Muut ehdot",
  "GiftCardsOtherTermsP1": "Omena-hotellit pidättää oikeuden muuttaa näitä toimitusehtojaan. Omena-hotellit pyrkii verkkosivuillaan ilmoittamaan ehtomuutoksista ennen niiden voimaantuloa. Asiakkaan on ennen lahjakortin ostamista tutustuttava kulloinkin voimassa oleviin toimitusehtoihin.",
  "GiftCardsOtherTermsP2": "27.3.2020",
  "PrivacyPolicyRegardingPassangerRegisterP1": "Euroopan Unionin yleisen tietosuoja-asetuksen 2016/679, artiklat 12-14 ja 19 sekä majoitus- ja ravitsemustoiminnasta annetun lain 7 §:n mukaisesti.",
  "PrivacyPolicyRegardingPassangerRegisterP2": "Laatimispäivä: 14.4.2015, muokattu 30.10.2021",
  "PrivacyPolicyRegardingPassangerRegisterRegistrar": "1. Rekisterinpitäjä",
  "PrivacyPolicyRegardingPassangerRegisterRegistrarP1": "Omena Hotellit Oy, 1579157-0",
  "PrivacyPolicyRegardingPassangerRegisterRegistrarP2": "Lönnrotinkatu 13",
  "PrivacyPolicyRegardingPassangerRegisterRegistrarP3": "00120 Helsinki",
  "PrivacyPolicyRegardingPassangerRegisterRegistrarP4": "p. 0600 555 222 (0,79 €/min + pvm)",
  "PrivacyPolicyRegardingPassangerRegisterRegistrarP5": "",
  "PrivacyPolicyRegardingPassangerRegisterRegistrarP5href": "info@omenahotels.com",
  "PrivacyPolicyRegardingPassangerRegisterRegistrarP5text": "info(at)omenahotels.com",
  "PrivacyPolicyRegardingPassangerRegisterName": "2. Rekisterin nimi",
  "PrivacyPolicyRegardingPassangerRegisterNameP1": "Matkustajarekisteri",
  "PrivacyPolicyRegardingPassangerRegisterPurpose": "3. Henkilötietojen käsittelyn tarkoitus",
  "PrivacyPolicyRegardingPassangerRegisterPurposeP1": "Kyseessä on majoitus- ja ravitsemistoiminnasta annetussa laissa (308/2006) (”MaRaL”) tarkoitettu matkustajarekisteri, johon talletettavia matkustajien henkilötietoja käsitellään MaRaL:n 6 §:n mukaisen matkustajailmoituksen tekemiseksi, yleisen järjestyksen ja turvallisuuden ylläpitämiseksi sekä rikosten ennalta estämiseksi ja selvittämiseksi sekä tilastojen laatimiseen.",
  "PrivacyPolicyRegardingPassangerRegisterPurposeP2": "MaRaL velvoittaa Omena Hotellit Oy:n tunnistamaan asiakkaansa ja tallentamaan majoittujien tiedot 1 vuoden ajan. Omena-hotelleissa ovet avautuvat ovikoodeilla, joiden toimittamista varten tarvitaan majoittujien sähköpostiosoitteet ja puhelinnumerot.",
  "PrivacyPolicyRegardingPassangerRegisterPurposeP3": "Lisäksi asiakkaan henkilötietoja voidaan käsitellä rekisterinpitäjän (Omena-hotellien) asiakaspalvelun kehittämiseen sekä  suoramarkkinointitarkoituksiin, mikäli asiakas on sallinut tällaisten käsittelyn.",
  "PrivacyPolicyRegardingPassangerRegisterPersonalDataHandling": "4. Henkilötietojen käsittelyn peruste",
  "PrivacyPolicyRegardingPassangerRegisterPersonalDataHandlingP1": "Lakiin ja asetukseen perustuen kerätään asiakkaan tunnistustiedot, jotka on lain mukaan säilytettävä vähintään yhden (1) vuoden ajan.",
  "PrivacyPolicyRegardingPassangerRegisterPersonalDataHandlingP2": "Sopimukseen perustuen kerätään muita varaukseen liittyviä asiakastietoja, joita säilytetään enintään viiden (5) vuoden ajan.",
  "PrivacyPolicyRegardingPassangerRegisterContent": "5. Rekisterin tietosisältö",
  "PrivacyPolicyRegardingPassangerRegisterContentP1": "Matkustajarekisteriin talletetaan matkustajasta seuraavat MaRaL 6 §:n mukaiset matkustajatiedot ja siinä mainituin edellytyksin:",
  "PrivacyPolicyRegardingPassangerRegisterContentP2": "1) matkustajan täydellinen nimi ja suomalainen henkilötunnus tai tämän puuttuessa syntymäaika sekä kansalaisuus;",
  "PrivacyPolicyRegardingPassangerRegisterContentP3": "2) matkustajan mukana olevan puolison sekä alaikäisten lasten täydelliset nimet ja suomalaiset henkilötunnukset tai niiden puuttuessa syntymäajat;",
  "PrivacyPolicyRegardingPassangerRegisterContentP4": "3) matkustajan osoitetiedot;",
  "PrivacyPolicyRegardingPassangerRegisterContentP5": "4) maa, josta matkustaja saapuu Suomeen (jos matkustajan asuinpaikka on muu kuin Suomi);",
  "PrivacyPolicyRegardingPassangerRegisterContentP6": "5) matkustajan matkustusasiakirjan (kuten passi ja viisumi) numero, paitsi jos matkustaja on Pohjoismaan kansalainen tai hänellä on asuinpaikka Suomessa;",
  "PrivacyPolicyRegardingPassangerRegisterContentP7": "6) matkustajan majoitusliikkeeseen saapumispäivä ja lähtöpäivä; sekä",
  "PrivacyPolicyRegardingPassangerRegisterContentP8": "7) majoittumisen tarkoitus (kuten vapaa-aika, työ tai muu syy), jos matkustaja on tämän ilmoittanut.",
  "PrivacyPolicyRegardingPassangerRegisterContentP9": "Lisäksi matkustajarekisteriin talletetaan matkustajan sähköpostiosoite sekä matkapuhelinnumero.",
  "PrivacyPolicyRegardingPassangerRegisterContentP10": "Matkustajarekisteriin talletettuja tietoja säilytetään yhden (1) vuoden ajan niiden rekisteriin merkitsemisestä, jonka jälkeen matkustajatiedot poistetaan. Seuraavat matkustajatiedot voidaan kuitenkin tämän jälkeen siirtää rekisterinpitäjän asiakasrekisteriin käsiteltäväksi siinä mainittuja tarkoituksia varten:",
  "PrivacyPolicyRegardingPassangerRegisterContentP11": "1) matkustajan nimi ja syntymäaika;",
  "PrivacyPolicyRegardingPassangerRegisterContentP12": "2) kansalaisuus;",
  "PrivacyPolicyRegardingPassangerRegisterContentP13": "3) matkustajan osoitetiedot;",
  "PrivacyPolicyRegardingPassangerRegisterContentP14": "4) vierailun ajankohta, kesto ja tarkoitus; sekä",
  "PrivacyPolicyRegardingPassangerRegisterContentP15": "5) matkustajan sähköpostiosoite sekä matkapuhelinnumero.",
  "PrivacyPolicyRegardingPassangerRegisterSources": "6. Säännönmukaiset tietolähteet",
  "PrivacyPolicyRegardingPassangerRegisterSourcesP1": "Tiedot saadaan rekisteröidyiltä itseltään matkustajailmoituksen täytön yhteydessä. Lisäksi tietoja voidaan kerätä, tallettaa ja päivittää yleisesti ja vapaasti käytettävissä olevaa tietopalvelua tarjoavan rekisterinpitäjän rekisteristä MaRaL:n mukaisten vaatimusten täyttämiseksi.",
  "PrivacyPolicyRegardingPassangerRegisterDisclosure": "7. Tietojen säännönmukaiset luovutukset",
  "PrivacyPolicyRegardingPassangerRegisterDisclosureP1": "Matkustajarekisteriin talletettuja henkilötietoja voidaan luovuttaa viranomaisille siinä tarkoituksessa ja laajuudessa kuin MaRaL:ssa laissa säädetään. Matkustajatietoja voidaan lisäksi tallettaa rekisterinpitäjään käyttämän palveluntarjoajan hallinnoimille palvelimille tietojen käsittelyn edellyttämässä laajuudessa.",
  "PrivacyPolicyRegardingPassangerRegisterTransfer": "8. Tietojen siirto EU:n tai ETA:n ulkopuolelle",
  "PrivacyPolicyRegardingPassangerRegisterTransferP1": "Matkustajien tietoja ei lähtökohtaisesti siirretä EU:n tai ETA:n ulkopuolelle. Tietojen sanotunlainen siirto voi kuitenkin olla perusteltua lain sallimissa tapauksissa.",
  "PrivacyPolicyRegardingPassangerRegisterPrinciples": "9. Rekisterin suojauksen periaatteet",
  "PrivacyPolicyRegardingPassangerRegisterPrinciplesP1": "A. Manuaalinen aineisto",
  "PrivacyPolicyRegardingPassangerRegisterPrinciplesP2": "Manuaalista henkilötietoja sisältävää aineistoa säilytetään lukituissa tiloissa. Henkilötietoja sisältävään aineistoon ei ole pääsyä ulkopuolisilla henkilöillä tai sellaisilla työntekijöillä, joiden työtehtäviin asianomainen henkilötietojen käsittely ei kuulu.",
  "PrivacyPolicyRegardingPassangerRegisterPrinciplesP3": "B. Sähköisesti käsiteltävät tiedot",
  "PrivacyPolicyRegardingPassangerRegisterPrinciplesP4": "Tiedot suojataan teknisesti ja tallennetaan tietoturvallisella tavalla siten, ettei tietoihin ole pääsyä ulkopuolisilla henkilöillä tai sellaisilla työntekijöillä, joiden työtehtäviin asianomainen henkilötietojen käsittely ei kuulu. Tiedot sijaitsevat lukitussa tilassa sijaitsevalla palvelimella ja tilaan pääsyä on rajoitettu.",
  "PrivacyPolicyRegardingPassangerRegisterRights": "10. Rekisteröidyn oikeudet",
  "PrivacyPolicyRegardingPassangerRegisterRightsP1": "A. Tarkastus- ja oikaisuoikeus",
  "PrivacyPolicyRegardingPassangerRegisterRightsP2": "Matkustajalla on oikeus tarkistaa häntä koskevat rekisteriin tallennetut tiedot. Tarkastusoikeutta koskevat yhteydenotot tulee tehdä kirjallisina ja allekirjoitettuina kohdassa 2. mainittuun osoitteeseen. Jos rekisteröidyissä tiedoissa on virheitä tai puutteita, matkustaja voi esittää kohdassa 2. mainitulle rekisteriasioista vastaavalle henkilölle virheen korjaamista koskevan pyynnön. Rekisterinpitäjä voi myös korjata tällaisen tiedon oma-aloitteisesti.",
  "PrivacyPolicyRegardingPassangerRegisterRightsP3": "Matkustajalla on myös oikeus tehdä valitus valvontaviranomaiselle, jos hän katsoo, että häntä koskevien henkilötietojen käsittelyssä rikotaan soveltuvaa tietosuojasääntelyä.",
  "PrivacyPolicyRegardingPassangerRegisterRightsP4": "B. Kielto-oikeus",
  "PrivacyPolicyRegardingPassangerRegisterRightsP5": "Matkustajalla on oikeus kieltää rekisterinpitäjää käsittelemästä häntä itseään koskevia tietoja suoramarkkinointia sekä markkina- ja mielipidetutkimusta varten. Suoramarkkinointisuostumuksen peruuttaminen tehdään ensisijaisesti uutiskirjeessä olevan linkin kautta. Kielto- ja oikaisuasioissa matkustaja voi myös olla yhteydessä rekisterinpitäjään sähköpostitse tai postitse kohdassa 1. mainittuun osoitteeseen.",
  "PrivacyPolicyRegardingCustomerRegisterP1": "Euroopan Unionin yleisen tietosuoja-asetuksen 2016/679, artiklat 12-14 ja 19 mukaisesti.",
  "PrivacyPolicyRegardingCustomerRegisterP2": "Laatimispäivä: 14.04.2015, päivitetty 30.10.2021",
  "PrivacyPolicyRegardingCustomerRegisterRegistrar": "1. Rekisterinpitäjä",
  "PrivacyPolicyRegardingCustomerRegisterRegistrarP1": "Omena Hotellit Oy, 1579157-0",
  "PrivacyPolicyRegardingCustomerRegisterRegistrarP2": "Lönnrotinkatu 13",
  "PrivacyPolicyRegardingCustomerRegisterRegistrarP3": "00120 Helsinki",
  "PrivacyPolicyRegardingCustomerRegisterRegistrarP4": "p. 0600 555 222 (0,79 €/min + pvm)",
  "PrivacyPolicyRegardingCustomerRegisterRegistrarP5": "",
  "PrivacyPolicyRegardingCustomerRegisterRegistrarP5href": "info@omenahotels.com",
  "PrivacyPolicyRegardingCustomerRegisterRegistrarP5text": "info(at)omenahotels.com",
  "PrivacyPolicyRegardingCustomerRegisterName": "2. Rekisterin nimi",
  "PrivacyPolicyRegardingCustomerRegisterNameP1": "Asiakasrekisteri",
  "PrivacyPolicyRegardingCustomerRegisterPurpose": "3. Henkilötietojen käsittelyn tarkoitus",
  "PrivacyPolicyRegardingCustomerRegisterPurposeP1": "Asiakasrekisterin tarkoituksena on mahdollistaa rekisterinpitäjän kulloinkin tarjoamien majoitus- ja muiden palveluiden tarjoaminen ja kehittäminen sekä niiden laadun varmistaminen.",
  "PrivacyPolicyRegardingCustomerRegisterPurposeP2": "Asiakasrekisteriin talletettuja, kohdassa 5 mainittuja henkilötietoja voidaan käsitellä henkilötietolainsäädännön mukaisesti seuraavia tarkoituksia varten:",
  "PrivacyPolicyRegardingCustomerRegisterPurposeP3": "Asiakas- tai muun sopimussuhteen perustaminen, toteuttaminen ja ylläpito;",
  "PrivacyPolicyRegardingCustomerRegisterPurposeP4": "Rekisterinpitäjän palveluiden tarjoaminen, tuottaminen ja kehittäminen, yhteydenpito asiakkaaseen sekä muut asiakaspalvelutarkoitukset;",
  "PrivacyPolicyRegardingCustomerRegisterPurposeP5": "Järjestyksen ja turvallisuuden ylläpitäminen ja varmistaminen sekä rikosten ja väärinkäytösten selvittäminen;",
  "PrivacyPolicyRegardingCustomerRegisterPurposeP6": "Laskutus- ja perintätoimenpiteet sekä luotonvalvonta;",
  "PrivacyPolicyRegardingCustomerRegisterPurposeP7": "Suoramarkkinointi, mielipide- ja markkinatutkimukset, tutkimus, tilastointi ja analysointi sekä muut perustellut käyttötarkoitukset, kuten asiakkaan tekemien valintojen perusteella tapahtuva profilointi yksilöllisemmän ja monipuolisemman sisällön ja palvelun tarjoamiseksi asiakkaalle.",
  "PrivacyPolicyRegardingCustomerRegisterContent": "4. Rekisterin tietosisältö",
  "PrivacyPolicyRegardingCustomerRegisterContentP1": "Asiakasrekisteriin talletettavat tiedot vaihtelevat asiakkaan tekemien valintojen mukaisesti. Tiedot voivat käsittää ainakin seuraavat tiedot asiakkaasta: nimi, yhteystiedot, sähköposti, syntymäaika ja mahdollinen henkilötunnus, passin tai henkilökortin numero, kansalaisuus, vierailun ajankohta ja kesto, käyttäjätunnukset mikäli asiakas on rekisteröitynyt rekisterinpitäjän palveluun. Lisäksi esim. asiakkaan mielenkiinnon kohteet ja muut asiakkaan palvelussa tekemät valinnat.",
  "PrivacyPolicyRegardingCustomerRegisterContentP2": "Rekisterinpitäjän hotellien yleisissä tiloissa voi olla käytössä tallentava kameravalvonta. Kameravalvonnasta ilmoitetaan aina erikseen. Tallenteita voidaan käyttää ainoastaan majoitustilojen järjestyksen ja turvallisuuden ylläpitämiseen ja varmistamiseen sekä mahdollisten rikosten ja väärinkäytösten selvittämiseen. Kameravalvonnan tallenteita säilytetään enintään kaksi (2) kuukautta tallennuspäivästä lukien, ellei säilyttäminen tätä pidempään ole perusteltua pakottavasta lainsäädännöstä tai viranomaistutkinnasta johtuen.",
  "PrivacyPolicyRegardingCustomerRegisterContentP3": "Asiakaspalvelupuhelut tallennetaan asiakaspalvelun laadun varmentamiseksi. Tallenteita voidaan käyttää ainoastaan varausten hoitamiseen sekä mahdollisten puutteiden ja reklamaatioiden selvittämiseen. Puhelutallenteita voi kuunnella ainoastaan Securitas Oy:n nimetty henkilö.",
  "PrivacyPolicyRegardingCustomerRegisterSources": "5. Säännönmukaiset tietolähteet",
  "PrivacyPolicyRegardingCustomerRegisterSourcesP1": "Tiedot saadaan rekisteröidyltä itseltään majoitusvarauksen tekemisen ja/tai oston suorituksen ja/tai matkustajailmoituksen täytön yhteydessä sekä rekisterinpitäjän matkustajarekisteristä tai asiakkaan itse luovuttaessa tietoja esim. markkinointikampanjaan osallistumisen yhteydessä. Pidämme tärkeänä, että asiakastiedot ovat koko ajan täsmällisiä ja ajan tasalla, minkä vuoksi tietoja voidaan kerätä, tallettaa ja päivittää yleisesti ja vapaasti käytettävissä olevaa tietopalvelua tarjoavan rekisterinpitäjän rekisteristä.",
  "PrivacyPolicyRegardingCustomerRegisterDisclosure": "6. Tietojen säännönmukaiset luovutukset",
  "PrivacyPolicyRegardingCustomerRegisterDisclosureP1": "Asiakasrekisteriin talletettuja henkilötietoja voidaan luovuttaa kohdassa 4 mainittuja tarkoituksia varten rekisterinpitäjän kanssa samaan konserniin kuuluville yhtiöille sekä rekisterinpitäjän markkinointiviestintää hoitavalle kumppanille. Yksittäisen asiakkaan tietoja ei luovuteta kolmansille osapuolille. Tietoja voidaan myös luovuttaa viranomaisille laissa määritellyissä tilanteissa ja/tai laissa säädettyä tarkoitusta varten.",
  "PrivacyPolicyRegardingCustomerRegisterDisclosureP2": "Asiakkaan henkilötietoja voidaan siirtää ja tallettaa rekisterinpitäjään käyttämän palveluntarjoajan hallinnoimille palvelimille tietojen käsittelyn edellyttämässä laajuudessa.",
  "PrivacyPolicyRegardingCustomerRegisterTransfer": "7. Tietojen siirto EU:n tai ETA:n ulkopuolelle",
  "PrivacyPolicyRegardingCustomerRegisterTransferP1": "Asiakkaan tietoja ei lähtökohtaisesti siirretä EU:n tai ETA:n ulkopuolelle. Tietoja voidaan kuitenkin siirtää myös EU:n tai ETA:n ulkopuolelle kohdan 3 mukaisia tarkoituksia varten henkilötietolain mukaisesti. EU:n ulkopuolisilta yhteistyökumppaneilta edellytetään EU:n tietosuojakäytäntöjen täyttämistä, esim. EU-US Privacy Shield.",
  "PrivacyPolicyRegardingCustomerRegisterPrinciples": "8. Rekisterin suojauksen periaatteet",
  "PrivacyPolicyRegardingCustomerRegisterPrinciplesP1": "A. Manuaalinen aineisto",
  "PrivacyPolicyRegardingCustomerRegisterPrinciplesP2": "Manuaalista henkilötietoja sisältävää aineistoa säilytetään lukituissa tiloissa. Henkilötietoja sisältävään aineistoon ei ole pääsyä ulkopuolisilla henkilöillä tai sellaisilla työntekijöillä, joiden työtehtäviin asianomainen henkilötietojen käsittely ei kuulu.",
  "PrivacyPolicyRegardingCustomerRegisterPrinciplesP3": "B. Sähköisesti käsiteltävät tiedot",
  "PrivacyPolicyRegardingCustomerRegisterPrinciplesP4": "Tiedot suojataan teknisesti ja tallennetaan tietoturvallisella tavalla siten, ettei tietoihin ole pääsyä ulkopuolisilla henkilöillä tai sellaisilla työntekijöillä, joiden työtehtäviin asianomainen henkilötietojen käsittely ei kuulu. Tiedot sijaitsevat lukitussa tilassa sijaitsevalla palvelimella ja tilaan pääsyä on rajoitettu.",
  "PrivacyPolicyRegardingCustomerRegisterRights": "9. Rekisteröidyn oikeudet",
  "PrivacyPolicyRegardingCustomerRegisterRightsP1": "A. Tarkastus- ja oikaisuoikeus",
  "PrivacyPolicyRegardingCustomerRegisterRightsP2": "Asiakkaalla on oikeus tarkistaa häntä koskevat rekisteriin tallennetut tiedot. Tarkastusoikeutta koskevat yhteydenotot tulee tehdä kirjallisina kohdassa 1. mainittuun osoitteeseen. Jos rekisteröidyissä tiedoissa on virheitä tai puutteita, asiakas voi esittää virheen korjaamista koskevan pyynnön. Rekisterinpitäjä voi myös korjata tällaisen tiedon oma-aloitteisesti.",
  "PrivacyPolicyRegardingCustomerRegisterRightsP3": "Asiakkaalla on myös oikeus tehdä valitus valvontaviranomaiselle, jos hän katsoo, että häntä koskevien henkilötietojen käsittelyssä rikotaan soveltuvaa tietosuojasääntelyä.",
  "PrivacyPolicyRegardingCustomerRegisterRightsP4": "B. Kielto-oikeus",
  "PrivacyPolicyRegardingCustomerRegisterRightsP5": "Asiakkaalla on oikeus kieltää rekisterinpitäjää käsittelemästä häntä itseään koskevia tietoja suoramarkkinointia sekä markkina- ja mielipidetutkimusta varten ja vaatia rekisterinpitäjää poistamaan häntä koskevat tiedot rekisteristä. Kielto- ja oikaisuasioissa asiakas voi olla yhteydessä rekisterinpitäjään sähköpostitse tai postitse kohdassa 1. mainittuun osoitteeseen.",
  "PrivacyPolicyRegardingCustomerRegisterMembership": "10. Omenan jäsenyysohjelma",
  "PrivacyPolicyRegardingCustomerRegisterMembershipP1": "Hyväksymällä Omenan jäsenyysohjelman asiakas hyväksyy Omenan suoramainonnan.",
  "CookiesP1": "Eväste on pieni tekstitiedosto, jonka nettiselain tai mobiilisovellus tallentaa laitteellesi. Evästeitä on kahdenlaisia. Väliaikaiset istuntotunnusevästeet sulkeutuvat samalla kun suljet selaimen. Pysyvät evästeet tallentuvat selaimesi muistiin. Evästeet eivät vahingoita laitettasi, eikä sinua tai muitakaan yksittäisiä käyttäjiä voida tunnistaa niiden avulla kerättävillä tiedoilla.",
  "CookiesHelp": "Evästeet auttavat meitä palvelemaan sinua paremmin",
  "CookiesHelpP1": "Voidaksesi käyttää sähköisiä palvelujamme edellytämme, että hyväksyt evästeiden käytön. Evästeiden tarkoituksena on parantaa käyttökokemusta sivustollamme. Keräämme evästeillä palvelujen käyttöön, käyttömääriin ja muuhun tilastointiin liittyviä tietoja. Hyödynnämme evästeiden käsittelyssä analytiikkaohjelmia – emme kerää käyttäjistä minkäänlaisia henkilötietoja.",
  "CookiesHelpP2": "Seuraamme evästeiden avulla muun muassa sivujen latautumisaikaa ja millaista tietoa kävijät etsivät. Käytämme evästeitä myös mainonnan tehokkuuden mittaukseen. Jos olet rekisteröitynyt sivuillemme, eväste hallinnoi sisäänkirjautumistasi ja pääsyä omiin varaustietoihisi. Analysoimme keräämämme tiedot ja kehitämme niiden perusteella palvelujamme entistä käyttäjäystävällisemmiksi.",
  "CookiesFind": "Evästeet etsivät sinulle kohdennettua mainontaa",
  "CookiesFindP1": "Hyödynnämme evästeitä myös uudelleenmarkkinoinnissa ja Google Analyticsissa. Kolmannet osapuolet, kuten mainostajat ja mainosverkostot, voivat kohdentaa mainontaansa todennäköisten kiinnostusalueidesi perusteella. Mikäli et halua kohdennettua mainontaa, voit estää sen klikkaamalla alla olevia linkkejä. Sinulle näytetään mainoksia myös eston jälkeen, mutta niitä ei ole valittu kiinnostusten kohteidesi mukaan.",
  "CookiesFindP2": "Estä Adform-mainonnan kohdennus",
  "CookiesFindP2href": "http://site.adform.com/privacy-policy/en/",
  "CookiesFindP2text": "täältä",
  "CookiesFindP3": "Estä Google-mainonnan kohdennus",
  "CookiesFindP3href": "http://www.google.fi/policies/technologies/ads/",
  "CookiesFindP3text": "täältä",
  "CookiesFindP4": "Estä Facebookin-mainonnan kohdennus",
  "CookiesFindP4href": "https://www.facebook.com/settings/?tab=ads",
  "CookiesFindP4text": "täältä",
  "CookiesFindP5": "Estä muiden kolmansien osapuolten kahdennettu mainonta",
  "CookiesFindP5href": "http://www.youronlinechoices.com/fi/omat-mainokset",
  "CookiesFindP5text": "täältä",
  "CookiesClear": "Haluatko poistaa evästeet käytöstä?",
  "CookiesClearP1": "Tyhjentämällä evästeet säännöllisin väliajoin vaihdat käyttäjäprofiilisi perustana toimivaa tunnistetta. Evästeiden tyhjentäminen ei lopeta tiedonkeruuta kokonaan, se ainoastaan nollaa aikaisempiin käyttäytymistietoihin perustuvan profiilin.",
  "CookiesClearP2": "Useimmat selaimet hyväksyvät evästeet automaattisesti, mutta voit myös muokata selaimesi asetuksia ja poistaa evästeet kokonaan käytöstä. Jos estät evästeiden käytön, voit edelleen selata sivustoamme. Saattaa kuitenkin olla, ettet voi silloin hyödyntää kaikkia sivustomme osia. Evästeiden käytön estäminen voi vaikuttaa sivustomme joidenkin palvelujen toiminnallisuuteen.",
  "CookiesClearP3": "",
  "CookiesClearP4": "Suosittelemme evästeiden käytön sallimista. Evästeiden myötä meillä on mahdollisuus seurata ja tarkastella asiakkaidemme mielenkiinnon kohteita ja tarjota yhä parempaa palvelua.",
  "Contest": "OMENA-HOTELLIT – KILPAILUJEN SÄÄNNÖT",
  "ContestParticipation": "Kilpailuihin osallistuminen",
  "ContestParticipationP1": "Omena Hotellit Oy:n (”Omena”) järjestämiin kilpailuihin voivat osallistua vain täysi-ikäiset (ennen kilpailun päättymisajankohtaa 18 vuotta täyttäneet) henkilöt. Kilpailuun osallistuminen ei edellytä tuotteen tai palvelun ostamista. Omena ei vastaa tietoteknisistä tai Omenasta riippumattomista syistä johtuvista ongelmista tai esteistä osallistua kilpailuun tai vastaanottaa palkintoa.",
  "ContestParticipationP2": "Mikäli kilpailun osallistumisessa edellytetään yhteystietojen täyttämistä, kaikki osallistumislomakkeessa pyydetyt tiedot on täytettävä, jotta osallistuminen on pätevä. ”Minulle saa lähettää markkinointiviestejä” -suostumuksen antamalla myönnät Omenalle luvan käyttää tietojasi sinulle kohdennettuun markkinointiin. Omena Hotellit Oy ei anna markkinointitietoja kolmansille osapuolille.",
  "ContestPrizes": "Arvonnan suorittaminen ja palkintojen lunastus",
  "ContestPrizesP1": "Omena arpoo kilpailujensa palkinnot kaikkien kilpailuehdot täyttäneiden ja kilpailuun määräaikaan mennessä osallistuneiden kesken kilpailuajan päättymisen jälkeen. Voittajille ilmoitetaan henkilökohtaisesti, minkä jälkeen Omena pyytää voittajia toimittamaan tarvittavat yhteystiedot palkinnon lunastamista ja toimittamista varten.",
  "ContestPrizesP2": "Mikäli voittajaa ei tavoiteta kohtuullisen ajan kuluessa arvonnan jälkeen, Omenalla on oikeus arpoa tilalle uusi voittaja ja tavoittamatta jäänyt voittaja menettää oikeutensa palkintoon. Omenalla on oikeus julkaista voittajien nimet ja kotipaikkakunnat omissa tiedotuskanavissaan ilman erillistä suostumusta tai korvausta.",
  "ContestSocialMedia": "Kilpailut sosiaalisessa mediassa",
  "ContestSocialMediaP1": "Sosiaalisen median kanavissa, kuten Facebook ja Instagram, käytävissä kilpailuissa noudatetaan yleisiä Omena Hotellit Oy:n kilpailujen sääntöjä. Sosiaalisen median kanava, jossa kilpailu käydään, ei sponsoroi, suosittele tai hallinnoi Omenan kilpailuja millään tavalla, eivätkä ne liity mitenkään kyseiseen sosiaalisen median kanavaan.",
  "ContestCompetitionPrizes": "Kilpailujen palkinnot",
  "ContestCompetitionPrizesP1": "Kilpailujen palkintoja ei voi vaihtaa rahaksi, eikä niitä voi siirtää toiselle henkilölle.",
  "ContestCompetitionPrizesP2": "Omena Hotellit Oy varaa oikeuden muuttaa sääntöjä kilpailun aikana tai keskeyttää kilpailun perustellusta syystä. Mahdollisista muutoksista tiedotetaan siinä kanavassa, missä kilpailu käydään."
}