{
  "HotelsBookingTerm": "Kensington Stay - booking terms",
  "PrivacyPolicyRegardingPassangerRegister": "Privacy policy regarding passenger register",
  "PrivacyPolicyRegardingCustomerRegister": "Privacy policy regarding customer register",
  "RulesOfOrderForGuests": "Rules of order for guests",
  "Cookies": "Cookies",
  "HotelParagraph1P1": "These Kensington Stay’ (“",
  "HotelParagraph1P2": "Kensington Stay",
  "HotelParagraph1P3": "”) booking terms (“",
  "HotelParagraph1P4": "Booking Terms",
  "HotelParagraph1P5": "”) are regarding the accommodation bookings of individual persons in Kensington Stay. The person making the booking is hereinafter referred to as “",
  "HotelParagraph1P6": "Customer",
  "HotelParagraph1P7": "“. The booking terms for group bookings and the information regarding cancellation and modification rights are available separately at the Kensington Stay’ Sales Service when you are making the group booking. The booking is a group booking when the number of hotel rooms booked by the Customer is 6 or more rooms.",
  "HotelInfoP1": "",
  "HotelInfoP2": "",
  "HotelInfoP3": "",
  "HotelInfoP4": "",
  "HotelInfoP5": "Tel. +447493032813",
  "HotelInfoP6": "E-mail: ",
  "HotelInfoP6href": "info@kensintonstay.com",
  "HotelInfoP6text": "info(at)kensintonstay.com",
  "PricesAndFees": "PRICES AND FEES",
  "PricesAndFeesP2": "The prices of the hotel rooms in Kensington Stay (hereinafter individually “a room”) vary based on the time period and demand in each hotel and locality. Kensington Stay can also provide different kinds of additional services in connection with accommodation (such as breakfast, gift cards, parking, etc.) and their availability and prices shall be separately announced. Kensington Stay may also provide rooms and additional services, according to their discretion, with different discount and combined prices as a part of limited discount campaigns. All the prices and discounts valid at each time can be seen on Kensington Stay’ website at www.kensingtonstay.com.",
  "PricesAndFeesP4": "The reported prices include VAT valid at each time.",
  "PricesAndFeesP3": "The room booking made by the Customer is paid in advance in connection with the booking, unless Kensington Stay have separately announced otherwise. Kensington Stay have the right to perform a charge and preauthorisation on the credit card for international credit card holders.",
  "MakingAndConfirmingTheBooking": "MAKING AND CONFIRMING THE BOOKING",
  "MakingAndConfirmingTheBookingP4": "The room bookings are made online at www.kensingtonstay.com",
  "MakingAndConfirmingTheBookingP1": "The booking by the Customer will become binding to Kensington Stay when the Customer has performed a payment in connection with the room booking, filled in the personal details required by Finnish law and Kensington Stay, and received a confirmation e-mail from Kensington Stay by e-mail.",
  "CancellationPolicy": "CANCELLATION POLICY",
  "CancellationPolicyP2": "The Customer can cancel the booking within the terms of cancellation of the booking channel used and the reserved price. If the booking has been done through Kensington Stay homepage, the cancellation should be done by either  on “My Booking” page (homepage) type in the booking number and the e-mail address used for making the booking; If the booking was made by invoice, a new invoice or credit note resulting from the cancellations or changes may be sent to the contact person specified in the reservation.",
  "CancellationPolicyP1": "You have a right to change or cancel your booking at no cost by doing so at least 24 hours before the starting time of the booking. You get the refund to your bank account or on your credit card. Bookings cannot be changed or cancelled less than 24 hours before the starting time of the booking. Different terms of booking apply to groups, and changes/cancellations should be done directly with the sales team.",
  "CancellationPolicyP3": "N.B.! Reservations made through Booking.com or another booking channel must be changed or cancelled the same way the reservation was made.",
  "CancellationPolicyP4": "The cancellation terms applied may vary according to the hotel, type of room, time and terms of the possible discount campaign. The cancellation terms to be applied to the Customer’s booking at each time have been announced in the product description in connection with the booking.",
  "CancellationPolicyP5": "The Customer is responsible for making sure that he/she has carefully read the applicable cancellation terms before making the booking.",
  "CancellationPolicyP6": "Regarding reservations that will be invoiced, not paying the deposit does not qualify as a cancellation. Instead, Kensington Stay must be notified of cancellations separately within the limits of the cancellation terms.",
  "UseOfTheRoomAndCheckout": "USE OF THE ROOM AND CHECKOUT",
  "UseOfTheRoomAndCheckoutP1": "The room is at the disposal of the guests on the date of arrival starting from 15:00. The guests staying in the room are not allowed to let outsiders on the hotel premises. Kensington Stay have the right to remove, according to their discretion, any person who is not a Customer nor a person belonging to the same accommodation booking and reported in connection with the booking. It is forbidden to give the key codes needed to enter the hotel and/or rooms to other than the persons who have been reported as guests staying in the room in question.",
  "UseOfTheRoomAndCheckoutP2": "The guests staying in the room must check out on the date of departure by 12:00, after which the door codes will no longer work. Kensington Stay is not responsible for items left in the rooms or in the hotel’s common areas. The guests must always make sure that the doors are locked when leaving the room or the hotel. If the Customer does not sign out of the room by 12:00 on the day of departure and thus, for instance, prevents the room cleaning from taking place, Kensington Stay reserves the right to charge the Customer all the costs incurred from the delay in addition to £10 per hour for each additional hour that the Customer remains in the room until the Customer has properly signed out.",
  "HotelRightToCancellationAndTermination": "RIGHT TO CANCELLATION AND TERMINATION",
  "HotelRightToCancellationAndTerminationP1": "If the room reservation extends past the due date of the invoice and if the separately billed reservation fee or other payments to Kensington Stay have not been made by the due date, Kensington Stay has a right to terminate the contract with a five-day termination period. Notification of the termination will be made by e-mail to the address given in the reservation  to which Kensington Stay has sent booking confirmation.",
  "HotelRightToCancellationAndTerminationP2": "If the Customer, a person included in the same reservation or a person they have let inside the hotel premises clearly breaks the reservation terms and conditions or the hotel rules, Kensington Stay has a right to terminate the contract, effective immediately. Any possible unused nights in the booking in questions will not be refunded. Clear violations include, among other things, the following: (i) passing a key code on to a person not included in the same reservation; (ii) using a room to accommodate a person not included in the same reservation; (iii) using a room for purposes other than personal accommodation, such as business, without a prior written agreement from Kensington Stay; (iv) repeated disturbance of hotel residents or people living near the hotel; and (v) damaging the hotel room, the hotel’s common areas or the property in them. Notification of the termination will be made by e-mail to the address given in the reservation to which Kensington Stay has sent booking confirmation.",
  "HotelRightToCancellationAndTerminationP3": "If the Customer or a person belonging to the same booking of accommodation stated in the booking has in connection with former bookings in pertinent part violated these Terms and conditions of booking or the regulations of the hotel, Kensington Stay shall retain the right, at its own discretion, to not approve any new bookings made by such a Customer prior to their commencement. If Kensington Stay cancels the new bookings made by the Customer on the afore-mentioned grounds, the liability of Kensington Stay shall only be limited to refunding the advance payments made by the Customer.",
  "HotelRightToCancellationAndTerminationP4": "The room key code will cease to function after the contract has been terminated. If the contract is terminated by Kensington Stay as described above, the Customer is not entitled to a refund of payments made or to any other form of compensation.",
  "ForceMajeure": "FORCE MAJEURE",
  "ForceMajeureP1": "Kensington Stay shall not be responsible for any damages, delay or failure to fulfill a contractual obligation arising out of a circumstance or obstacle beyond the control of Kensington Stay that Kensington Stay cannot reasonably have been required to take into account at the time of booking or afterwards, and whose consequences it could not reasonably have prevented or overcome (force majeure). The term force majeure shall include among other things, without limitation, fire, water damage, war, state of emergency, natural disaster or a prohibition or decree from authorities that causes the hotel to become partly or entirely unavailable.",
  "ForceMajeureP2": "When a force majeure affects the Room booked by the Guest or its use, Kensington Stay has a right to cancel the Guest’s reservation either before the beginning of their stay (if the force majeure becomes effective before that time) or during it (if the force majeure becomes effective during the stay). Kensington Stay shall inform the Guest of a cancellation due to a force majeure without delay after receiving information of it.",
  "ForceMajeureP3": "If Kensington Stay cancels the Guest’s reservation because of a force majeure, the liability of Kensington Stay is limited to reimbursement of the fees already paid by the Guest. In such force majeure cases, Kensington Stay does not have a responsibility to arrange compensatory accommodation for the Guest, or to reimburse the Guest’s other expenses, costs or damages (such as additional expenses from arranging compensatory accommodation, travel expenses or damages to property in the Guest’s room) arising out of the cancellation and/or the event causing the force majeure, except to the extent and to the amount that such expenses, costs or damages may be covered by insurances Kensington Stay has at the moment the event took place.",
  "RoomCleaning": "ROOM CLEANING",
  "RoomCleaningP1": "The room will be cleaned during the accommodation only if the booking has been made for three (3) consecutive days, in which case a basic cleaning will be performed every fifth day.",
  "AgeLimits": "AGE LIMITS",
  "AgeLimitsP1": "The Customer must be an adult. A minor can stay in the hotel provided that at least one adult person is staying in the same room.",
  "RulesOfOrder": "RULES OF ORDER",
  "RulesOfOrderP1": "Kensington Stay aim to provide their guests with a pleasant and safe customer experience. For this reason, and for the sake of common comfort and safety, all guests staying in Kensington Stay must abide with these Rules of Order as well as the rules written in the signs in the hotels.",
  "RulesOfOrderP2": "Please note that actions in breach of these Rules of Order may lead to immediate removal from the hotel and liability for damages.",
  "RulesOfOrderP3": "1. The guest must abide with good manners and behave in an appropriate manner on the hotel premises. The guest cannot cause disturbance to other hotel guests or to those living in the vicinity of the hotel with their behaviour, by causing damage to property or otherwise causing trouble. The guest is also responsible for the behaviour of any other person they have allowed on the hotel premises.",
  "RulesOfOrderP4": "2. The property in the hotel rooms or on the common premises of the hotel (such as furniture, linen and other equipment, including fire alarms, shower equipment, TV and radio) must not be damaged. The property in the hotel rooms must not be taken out of the room. Bringing narcotics, and/or other illegal substances, dangerous items or such items that can be used for harming others is prohibited. Violation of this rule can result in removing the guest from the hotel premises and banning from revisiting the hotel.",
  "RulesOfOrderP5": "3. Each guest has the right to a peaceful accommodation. Especially after 21:00, the guests must avoid loud speaking, music or other noise that may disturb other guests.",
  "RulesOfOrderP6": "4. Smoking and making an open fire (incl. candles, incense and burning of other similar objects) in the rooms and in other hotel premises is absolutely forbidden and may cause an automatic fire alarm. The person acting in a breach of the prohibition is responsible for all the costs related to the alarm, maintenance and cleaning. In the event that Kensington Stay has appointed a separate smoking area within the hotel area or in an immediate vicinity of the hotel, smoking is allowed only in this area.",
  "RulesOfOrderP7": "5. Bringing pets on the hotel premises is forbidden. A person who has brought animals on the hotel premises is liable for the compensation of all maintenance, administration and cleaning costs due to the activities in breach of the prohibition.",
  "RulesOfOrderP8": "6. Allowing external persons on the hotel premises is forbidden. The front doors of the hotel and hotel room doors must be kept locked in order to prevent external parties entering the hotel premises. The guest must see to it that the front door is locked after him/her.",
  "RulesOfOrderP9": "7. The key codes given to the guest must be preserved carefully, and they must not be given to others than such persons who have been reported to stay in the room and they must not be disclosed to outsiders.",
  "RulesOfOrderP10": "8. Due to general safety and in order to protect the property of the guests, the guests must not keep any items on the common premises of the hotel (such as the lobby, corridors, etc.)",
  "RulesOfOrderP11": "9. In order to maintain order and secure the safety of the guests, there may be recording camera surveillance on the common premises of the hotel (see Register Description Regarding Customer Register above). When needed, the guest also has the possibility to contact the customer service of Kensington Stay, the contact information for which is available in a visible location in the hotel.",
  "RulesOfOrderP12": "10. The accommodation premises of Kensington Stay are meant only for personal accommodation. Practicing any kind of business activity on Kensington Stay premises is forbidden without a written permission granted in advance.",
  "TheGuestsResponsibility": "THE GUEST’S RESPONSIBILITY",
  "TheGuestsResponsibilityP1": "The Customer is responsible for the accuracy of the contact information at the time of the booking. Kensington Stay is not liable in situations where the booking confirmation or other information related to the reservation cannot be delivered to the Customer due to incorrect contact information.",
  "TheGuestsResponsibilityP2": "A guest staying in a room is fully responsible for all damages and costs incurred to the hotel (including, but not limited to, common premises and rooms with furniture and equipment), other customers or third parties or their property due to the negligence or willful actions of the Customer, guest or other person they have allowed on the premises, or that are due to activities in breach of these Booking Terms. If the identity of the person staying in the room responsible for the damages or costs cannot be found out, or the damages or costs are not successfully retrieved from that person, the Customer shall be liable for the payment of the damages and costs.",
  "LostAndFound": "LOST AND FOUND",
  "LostAndFoundP1": "Missing items will be kept for up to 2 months. Get in touch by email or customer service phone number on weekdays during 8.00-16.00.",
  "LiabilityOfHotel": "LIABILITY",
  "LiabilityOfHotelP1": "If there are problems with receiving the room or if the guest staying in the room notices an error or fault in the Kensington Stay service, an error or deficiency in the equipment and condition of the hotel rooms, they must immediately report it to Kensington Stay so that Kensington Stay can repair the error. The reporting shall be made by calling the Kensington Stay customer service, the contact information for which is available in a visible location in the hotel. Kensington Stay is not liable for compensation of errors or deficiencies that have not been appropriately reported during the accommodation.",
  "LiabilityOfHotelP2": "If the Customer has arrived at the hotel on the arrival date but the room that has been booked is not available, Kensington Stay is responsible for organising the closest possible similar room of equal standard for the Customer with no extra costs. In the event that Kensington Stay cannot provide accommodation for the Customer as agreed, the Customer is entitled to a full refund. Kensington Stay must immediately inform the Customer of any possible changes related to the booking. In all cases, the liability of Kensington Stay is limited to a refund of the price paid by the Customer.",
  "OtherTerms": "OTHER TERMS",
  "OtherTermsP1": "These Booking Terms are not used to weaken the Customer’s rights based on mandatory consumer protection legislation.",
  "OtherTermsP2": "Kensington Stay reserve the right to make changes to these Booking Terms. Kensington Stay aims to inform about the changes before they come into force on their website or in another manner they see as appropriate. The Customer is responsible for making sure that he/she has read the existing version of the Booking Terms before approving the booking.",
  "OtherTermsDate" : "13.08.2023"
}
