{
  "DoorcodeInfoTitle": "Your door code is your key in Salora",
  "DoorcodeInfoDesc": "All guests will receive their door code by SMS and email close to the date of arrival.",
  "Standard": "Standard room",
  "Windowless": "Windowless room",
  "Suite": "Suite",
  "Superior": "Superior room",
  "STANDARD": "Standard room",
  "WINDOWLESS": "Windowless room",
  "SUITE": "Suite",
  "SUPERIOR": "Superior room",
  "short_STANDARD": "Standard",
  "short_WINDOWLESS": "Windowless",
  "short_SUITE": "Suite",
  "short_SUPERIOR": "Superior",
  "bed_arrangement_windowless_room": "2 - 3 single bed",
  "bed_arrangement_standard_room": "2 - 3 single bed",
  "bed_arrangement_suite_room": "2 single bed + 2 extra bed",
  "bed_arrangement_superior_room": "2 single bed",
  "WindowlessRoomDescription": "Enjoy a good night's sleep in our comfortable beds. The rooms have a \"window panel\" directly into the heart of the Finnish archipelago. The hotel's best \"views\" can be found in the Windowless rooms! Rooms available for 1-3 people.",
  "SuiteRoomDescription": "A spacious two-room apartment with a sauna where you are guaranteed to sleep well. Suitable for e.g. families. A large bathroom, a separate toilet and a private bedroom and a kitchenette makes your stay comfortable even for a longer period. Spare beds for two people. Rooms available for 1-4 people.",
  "SuperiorRoomDescription": "Enjoy a good night's sleep in our comfortable beds. A large refrigerator and a microwave oven guarantee a successful stay even for a longer period of time. Rooms available for 1-2 people.",
  "StandardRoomDescription": "Enjoy a good night's sleep in our comfortable beds. A spacious bathroom and a small refrigerator ensures your comfort. Rooms available for 1-3 people.",
  "Extra bed": "Extra bed",
  "Breakfast": "Breakfast",
  "breakfast": {
    "SAL1": "Breakfast is served at Rata 57 Cafe. There is signage from the main entrance to the Cafe. Please check breakfast timetables at hotel's website."
  },
  "roomImgCaption": {
    "SAL1": {
      "windowless": {
        "sal1_windowless": "Triple room without window has three single beds.",
        "sal1_windowless_bathroom": "The spacious bathroom has a shower and a hairdryer. Towels are available in two different sizes.",
        "sal1_windowless_sport": "Most rooms without window have twin beds and a large flat-screen TV. Some of these rooms also have a sofa. Rooms also have a work desk and a chair as well as tea kettle with tea and coffee.",
        "sal1_windowless_triple": "Some rooms without windows are for 3 people."
      },
      "standard": {
        "sal1_standard_bathroom": "The spacious bathroom has a shower and a hairdryer. Towels are available in two different sizes.",
        "sal1_standard_bed": "Nightlamps can be found next to the beds.",
        "sal1_standard_desk": "There is a desk, a chair, and in some rooms an armchair.",
        "sal1_standard_sofa": "Some rooms also have a sofa.",
        "sal1_standard_sport": "Remember that access to Hanhivaara Sport Center gym and sauna are included in the price!",
        "sal1_standard_triple": "Some standard rooms have three single beds, a work desk, an office chair and a large flat-screen TV. Tea kettle, tea and instant coffee are available.",
        "sal1_standard_twin": "Two single beds and a large flat-screen TV."
      },
      "suite": {
        "sal1_suite_bathroom": "VIP Superior room has double showers.",
        "sal1_suite_bedroom": "Bedroom has two single beds.",
        "sal1_suite_closet": "Bedroom has closets and a sizeable mirror.",
        "sal1_suite_diningtable": "VIP Superior has a large living area and a table.",
        "sal1_suite_kitchenette": "The kitchenette includes a refrigerator, microwave, tea / coffee maker and cutlery.",
        "sal1_suite_living": "The living group can accommodate four people. The apartment has books and toys for children.",
        "sal1_suite_sauna": "The apartment has its own sauna for 4 people.",
        "sal1_suite_toys": "There is plenty of room for playtime for kids.",
        "sal1_suite_vanity1": "There is a spacious, separate bathroom.",
        "sal1_suite_vanity2": "Towels are in two different sizes. Toilet also has a hairdryer."
      },
      "superior": {
        "sal1_superior": "Room has a bigger refrigerator and a microwave oven.",
        "sal1_superior_bathroom": "The spacious bathroom has a shower and a hairdryer. Towels are available in two different sizes.",
        "sal1_superior_bedroom": "Some superior rooms are 30 square meters with good sized living space.",
        "sal1_superior_sofa": "Superior room is a good choise for longer visits."
      }
    }
  }
}